Repository: David-Bromell/Advanced-Translation-Technology-Systems-Project
Catalog: post-translated validated files/job1.xlf
Languages: fr_fr

# tu1
source: The Sparrows - Short Story of Family Bonding
fr_fr: The Sparrows - Courte histoire de l'attachement familial

# tu2
source: Family Short Story: We are an eco friendly lot and try our best to live in peace and friendship with other birds, insects, animals and the human around us..
fr_fr: Histoire courte de famille : Nous sommes un lot respectueux de l'environnement et faire de notre mieux pour vivre en paix et en amitié avec d'autres oiseaux, insectes, animaux et l'homme autour de nous..

# tu3
source: Your Story Club » Feed
fr_fr: Your Story Club » Flux

# tu4
source: Your Story Club » Comments Feed
fr_fr: Your Story Club » Commentaires Feed

# tu9
source: Go to Home Page
fr_fr: Aller à la page d'accueil

# menu-item-429-id
source: Home
fr_fr: Accueil

# tu11
source: Read About Us
fr_fr: Lire à propos de nous

# menu-item-431-id
source: About Us
fr_fr: Qui sommes-nous

# tu13
source: We love to hear from you
fr_fr: Nous aimons avoir de vos nouvelles

# menu-item-432-id
source: Contact Us
fr_fr: Contactez-nous

# tu15
source: Frequently Asked Questions
fr_fr: Questions fréquemment posées

# tu17
source: Login
fr_fr: connectez-vous

# menu-item-login-id
source: Login
fr_fr: connectez-vous

# tu19
source: Register for free
fr_fr: Inscrivez-vous gratuitement

# menu-item-register-id
source: Register
fr_fr: Registre

# tu20
source: Your Story Club
fr_fr: Votre Club d’histoire

# tu21
source: Short Story Publisher
fr_fr: Publier des cours histoires

# tu24
source: Select Story Category
fr_fr: Sélectionnez la catégorie d'histoires

# tu25
source: Book Review (2)
fr_fr: Critique de livre (2)

# tu26
source: Childhood and Kids (547)
fr_fr: Enfance et enfants (547)

# tu27
source: Editorial (13)
fr_fr: Éditorial (13)

# tu28
source: Family (1,204)
fr_fr: Famille (1 204)

# tu29
source: Friends (447)
fr_fr: Amis (447)

# tu30
source: Funny and Hilarious (431)
fr_fr: Drôle et hilarant (431)

# tu31
source: Love and Romance (2,168)
fr_fr: Amour et Romance (2 168)

# tu32
source: Paranormal Experience (282)
fr_fr: Expérience Paranormale (282)

# tu33
source: Poetry (1,069)
fr_fr: Poésie (1 069)

# tu34
source: School and College (238)
fr_fr: École et collège (238)

# tu36
source: Social and Moral (2,307)
fr_fr: Social et moral (2 307)

# tu37
source: Suspense and Thriller (971)
fr_fr: Suspense et Thriller (971)

# tu38
source: Travel (54)
fr_fr: Voyage (54)

# tu39
source: Your Story (19)
fr_fr: Votre histoire (19)

# tu43
source: View
fr_fr: Vue

# tu45
source: Read stories & poems
fr_fr: Lire des histoires et des poèmes

# menu-item-140730-id
source: Read
fr_fr: lire

# tu47
source: Publish your stories
fr_fr: Publiez vos histoires

# tu49
source: Read editorials
fr_fr: Lire les éditoriaux

# menu-item-141342-id
source: Editorial
fr_fr: Éditorial

# tu51
source: Search story from listing
fr_fr: Rechercher l'histoire de la liste

# menu-item-141066-id
source: Story Archive
fr_fr: Archives de l'histoire

# tu53
source: Participate in discussion forum
fr_fr: Participer au forum de discussion

# tu55
source: Read what our writers say about us
fr_fr: Lisez ce que nos écrivains disent de nous

# menu-item-140736-id
source: Testimonials
fr_fr: Témoignages

# tu56
source: You are reading story at: yourstoryclub » Most Popular Short Stories » Family Short Stories » The Sparrows
fr_fr: Vous lisez l'histoire à: votre club d’histoire tes les plus populaires »Histoires courtes de la famille The Sparrows

# tu57
source: The Sparrows
fr_fr: Les Moineaux

# tu59
source: English Short Story published on
fr_fr: Short Story anglais publié le

# tu60
source: January 10, 2013
fr_fr: Le 10 janvier 2013

# tu61
source: by j.jayashree
fr_fr: par j.jayashree

# tu62
source: {1}Excerpt: We are an eco friendly lot and try our best to live in peace and friendship with other birds, insects, animals and the human beings around us.
fr_fr: {1}Extrait: Nous sommes un lot respectueux de l'environnement et faire de notre mieux pour vivre en paix et en amitié avec d'autres oiseaux, insectes, animaux et les êtres humains autour de nous.

# tu63
source: The Sparrows – Short Story of Family
fr_fr: Les Moineaux - Courte histoire de famille

# tu65
source: Short Story Family - The Sparrows
fr_fr: Short Story Family - Les Moineaux

# tu66
source: Two-birds-lamppost
fr_fr: Lampadaire à deux oiseaux

# caption-attachment-29286-id
source: The Sparrows{1}Photo credit: juditu from morguefile.com
fr_fr: The SparrowsPhoto crédit: juditu from morguefile.com

# tu68
source: Let me introduce myself. We are House Sparrows closely related to the Lark family. Some of our close cousins from the Lark family are the Ashley Brown Sparrow Lark and the Black Crowned Sparrow Lark. I do believe Iâ€™m flaunting my connections with the Lark family, though it really is something to be proud of, for us humble House Sparrows!
fr_fr: Permettez-moi de me présenter. Nous sommes des Moineaux domestiques étroitement liés à la famille Alouette. Certains de nos cousins proches de la famille Alouette sont l'Alouette De Moineau D'Ashley Brown et l'Alouette de Moineau Couronne Noire. Je crois que je ™fais mes liens avec la famille Alouette, même si c'est vraiment quelque chose dont je dois être fier, pour nous, humbles Moineaux de la Maison!

# tu69
source: Donâ€™t be deluded by the name Lark. Yes, those of the original Larks are beautiful singers, like my second cousin the Sky Lark. They even had an ode penned to celebrate the beauty of their song, by Percy Bysshe Shelly the poet.
fr_fr: Donâ ™ pas être trompé par le nom Lark. Oui, ceux des Alouettes d'origine sont de belles chanteuses, comme mon cousin le Sky Lark. Ils ont même eu une ode écrite pour célébrer la beauté de leur chanson, par Percy Bysshe Shelly le poète.

# tu70
source: We live scattered all over the length and breadth of the world. I for one, live in the Indian Sub continent, the South of India to be exact; loving the Indian summer heat, the cool monsoons and breezy Junes.
fr_fr: Nous vivons dispersés sur toute la longueur et l'étendue du monde. Pour ma part, je vis dans le sous-continent indien, le sud de l'Inde pour être exact; aimer la chaleur de l'été indien, les moussons fraîches et les junes venteux.

# tu71
source: We are an eco friendly lot and try our best to live in peace and friendship with other birds, insects, animals and the human beings around us.
fr_fr: Nous sommes un lot respectueux de l'environnement et faire de notre mieux pour vivre en paix et en amitié avec d'autres oiseaux, insectes, animaux et les êtres humains autour de nous.

# tu72
source: We live in a flock beneath the shade of an expansive banyan tree that stretches its bountiful branches wide around the huge tree trunk. The tree is a haven with its perpetual shade and the breeze from the thousands of its glossy leathery leaves fanning and rustling in the early morning air. I love the feel of its elliptically shaped velvety leaves and brush my feathers upon it.
fr_fr: Nous vivons dans un troupeau à l'ombre d'un arbre banyan expansive qui étend ses branches abondantes large autour de l'immense tronc d'arbre. L'arbre est un havre avec son ombre perpétuelle et la brise des milliers de ses feuilles cuirées brillantes éventant et bruissant dans l'air tôt le matin. J'aime la sensation de ses feuilles veloutées de forme elliptique et brossemes mes plumes sur elle.

# tu73
source: â€œI love your dark cool shade, Banyanâ€� I said to him one day, to which he replied amicably,
fr_fr: J'adore ton ombre fraîche foncée, je lui ai dit un jour, ce à quoi il a répondu à l'amiable,

# tu74
source: â€œDo you now know why I spread my arms so wide Sparrow? So I could embrace all you creatures!â€�
fr_fr: â-œSavez-vous maintenant pourquoi j'ai écarté mes bras si large Sparrow? Pour que je puisse embrasser toutes ces créa tures !

# tu75
source: At this I snuggled close into one of his swaying slim aerial prop roots, as I have watched children, snuggle into their motherâ€™s sari pallu for comfort and refuge.
fr_fr: À ce que je me blotti près dans l'un de ses se balançant minces racines d'accessoires aériens, comme je l'ai vu les enfants, se blottir dans leur mèreâ '™ s sari pallu pour le confort et le refuge.

# tu76
source: â€œThere were times, Sparrow, in the days gone byâ€� (he seemed inclined to reminisce) â€œwhen traders with their ware stopped to rest and make or finalize transactions here at the sheltered base of my trunk!â€�
fr_fr: â-œIl y avait des moments, Sparrow, dans les jours passés byâ (il semblait enclin à se remémorer) â 'quand les commerçants avec leurs marchandises arrêté de se reposer et de faire ou finaliser les transactions ici à la base abritée de mon tronc!â

# tu77
source: â€œReally?â€� said I, swinging upon the aerial root, my soft feather rustling in the breeze the movement made. Other Sparrows joined me and we felt like flying trapeze performers as we swung faster and faster around Banyanâ€™s trunk.
fr_fr: â-œReally?â , dit-il, se balançant sur la racine aérienne, ma plume douce bruissant dans la brise du mouvement fait. D'autres moineaux m'ont rejoint et nous nous sommes sentis comme des trapèzes volants alors que nous nous balancions de plus en plus vite autour du tronc de Banyan ™.

# tu78
source: â€œDid they come often, Banyan?â€�
fr_fr: â-œEst-ils viennent souvent, Banyan?â

# tu79
source: â€œOh, yes, Sparrow! Almost every day! And at times many times in a day, too! Yes, yes, swing away, you flouncing Sparrows! Youâ€™re cooling the air around me!â€�
fr_fr: â-œOh, oui, Sparrow! Presque tous les jours! Et parfois plusieurs fois dans une journée, aussi! Oui, oui, écartez-vous, vous bafouez les Moineaux ! Vous ™ refroidissez l'air autour de moi!â

# tu80
source: â€œYes, they were called â€˜baniasâ€™ or traders and how some of them argued and quarrelled! Oh there was so much noise and activity about me! Anyway, thanks to the banias, I have been called Banyan ever since! Hailing from the fig family basically, I might have been called Figgy if it hadnâ€™t been for the banias! Ha!Ha!â€�
fr_fr: â-œOui, ils ont été appelés â 'baniasâ '™ ou les commerçants et comment certains d'entre eux se disputaient et se disputaient! Oh il y avait tellement de bruit et d'activité sur moi! Quoi qu'il en soit, grâce aux banias, j'ai été appelé Banyan depuis! Originaire de la famille des figues essentiellement, j'aurais pu être appelé Figgy si elle n'avait ™ pas été pour les banias! Ha! Ha!â

# tu81
source: He laughed away quite overcome by his own humour.
fr_fr: Il se mit à rire tout à fait dépassé par son propre humour.

# tu82
source: â€œFiggy,Figgy!â€� I chanted happily enjoying the joke as much as the swing.
fr_fr: â-œFiggy,Figgy!â - J'ai chanté joyeusement profiter de la blague autant que la balançoire.

# tu83
source: At this point he suddenly said,
fr_fr: À ce stade, il a soudainement dit,

# tu84
source: “I do have a Fig name, Sparrow! But one which makes me a little ashamed!â€�
fr_fr: "J'ai un nom Fig, Sparrow! Mais qui me fait un peu honte!

# tu85
source: I was quite surprised at this declaration by my friend Banyan. â€œIâ€™m called â€˜Strangler Figâ€™ by some! Yes, I remember now, but I donâ€™t like being referred to by that name, Sparrow!â€�
fr_fr: J'ai été très surpris de cette déclaration de mon ami Banyan. â 'œIâ '™m appelé â 'Strangler Figâ '™ par certains! Oui, je me souviens maintenant, mais je n'aime pas ™ pas être mentionné par ce nom, Sparrow!â

# tu86
source: â€œOh no, Banyan, did you strangle someone! How terrible! But itâ€™s a treacherous name!â€�
fr_fr: â-œOh non, Banyan, avez-vous étranglé quelqu'un! C'est affreux ! Mais c'est un nom perfide ™ !â

# tu87
source: â€œNothing sinister about it, Sparrow. I remember my seed was dropped into the crevice of a stately Neem by a Mynah, after he had eaten his fill of a red juicy banyan fruit. There I germinated and grew and soon my roots growing downwards clawed into the Neemâ€™s trunk and subdued my host. As a thriving youngster my roots grew quickly until the Neem now stays within my heart and all you can see is me! Do you think I have done a terrible thing, Sparrow?â€� he asked dolefully, all the elation of a while ago having vanished.
fr_fr: â-œRien de sinistre à ce sujet, Sparrow. Je me souviens que ma graine a été jetée dans la crevasse d'un majestueux Neem par un Mynah, après qu'il eut mangé son plein d'un fruit rouge juteux de banyan. Là, j'ai germé et grandi et bientôt mes racines de plus en plus vers le bas griffes dans le tronc de Neemâ ™ et maîtrisé mon hôte. En tant que jeune prospère mes racines ont grandi rapidement jusqu'à ce que le Neem reste maintenant dans mon cœur et tout ce que vous pouvez voir, c'est moi! Pensez-vous que j'ai fait une chose terrible, Sparrow?â- il a demandé dolefully, toute l'exaltation d'il ya quelque temps ayant disparu.

# tu88
source: For an instant I was at a loss for words. I almost stopped swinging and said softly,{1} â€œIs he really in there?â€�
fr_fr: Pendant un instant, j'étais à court de mots. J'ai presque arrêté de balancer et dit doucement, â-est-il vraiment là-dedans?â

# tu89
source: I hopped close to the Banyanâ€™s trunk and peered in. The Neem smiled feebly at me through the thick woody curtains of Banyan.
fr_fr: J'ai sauté près du coffre de la Banyanâ ™ et regarda dedans. Le Neem m'a souri faiblement à travers les épais rideaux boisés de Banyan.

# tu90
source: â€œHe has given food and shelter for thousands of birds,â€� said the Neem, our silent listener.
fr_fr: Il a donné de la nourriture et un abri pour des milliers d'oiseaux, dit le Neem, notre auditeur silencieux.

# tu91
source: â€œAnd a multitude of insects nest in him! Tell him that. Tell him we are all a part of the ecological balance! Iâ€™m fine in here though a bit sapped, but very happy to be a part of his benevolence. It feels good to live in his heart!â€�
fr_fr: â-œEt une multitude d'insectes nichent en lui! Dis-lui ça. Dites-lui que nous faisons tous partie de l'équilibre écologique! Je ™m bien ici mais un peu sapé, mais très heureux de faire partie de sa bienveillance. C'est bon de vivre dans son cœur!

# tu92
source: â€œWowâ€�, said I, and loved the Neemâ€™s docile spirit.
fr_fr: â -œWowâ , dit-il, et j'ai adoré l'esprit docile de Neemâ ™.

# tu93
source: The Banyan seemed to shed dewy tears of maybe remorse or relief and joy at the hidden Neemâ€™s tender words, I really couldnâ€™t tell.
fr_fr: Le Banyan semblait versé des larmes rosées de peut-être remords ou de soulagement et de joie à la cacher Neemâ ™ mots tendres, je ne pouvais vraiment pasâ '™ pas dire.

# tu94
source: I thought to myself that I will set about taking a census of the residents of Banyan straight away. Even as I flew to start my new assignment as a censor, a swarm of fig wasps whizzed past to feed upon Banyanâ€™s clusters of red figs. They half hummed and half buzzed a mid- summer tune.
fr_fr: Je me suis dit que je vais me mettre à faire un recensement des habitants de Banyan tout de suite. Alors même que je m'envolais pour commencer ma nouvelle mission de censeur, un essaim de guêpes de figues sifflait passé pour se nourrir des grappes de figues rouges de Banyan ™. Ils ont à moitié fredonné et à moitié bourdonné un air mi-été.

# tu95
source: I heard the chirping of the tiny white Babblers who had made their nest among the dark leaves. They hopped from branch to branch as though they had a game going among themselves.
fr_fr: J'entendis le gazouillis des petits Babblers blancs qui avaient fait leur nid parmi les feuilles sombres. Ils sautaient de branche en branche comme s'ils avaient un jeu en cours entre eux.

# tu96
source: I heard the black Crows caw at the far end. They were the biggest of the birds residing in Banyan and commanded everyone fear and respect, stuttering with their black coats like advocates and lawyers from the court house at the far end of the village.
fr_fr: J'ai entendu les corbeaux noirs à l'extrémité. Ils étaient les plus grands des oiseaux résidant à Banyan et commandaient à tous la peur et le respect, bégayant avec leurs manteaux noirs comme des avocats et des avocats du palais de justice à l'extrémité du village.

# tu97
source: I hopped from branch to branch discovering the residents of the interiors of the beautiful lush Banyan. My first stop was the nest of a White Cheeked Barbet, where the mother Barbet sat upon her eggs and simply said, â€œHi!â€� then dozed off again upon her warm eggs.
fr_fr: J'ai sauté de branche en branche en découvrant les résidents de l'intérieur de la belle luxuriante Banyan. Mon premier arrêt a été le nid d'un Barbet à joues blanches, où la mère Barbet s'est assise sur ses œufs et a simplement dit: â 'œSalut!â 'puis somnoler à nouveau sur ses œufs chauds.

# tu98
source: Heart Spotted Woodpecker, a duty bound worker went knock, knock, knocking upon a thick branch where he suspected a small band of termites had gnawed in. He had rid Banyan of a few such silent deadly invaders lately, but his work was never done, he said to himself with a sigh. He nodded to me cordially and continued pecking.
fr_fr: Heart Spotted Woodpecker, un travailleur lié de service est allé frapper, frapper, frapper sur une branche épaisse où il soupçonnait une petite bande de termites avait rongé po Il avait débarrassé Banyan de quelques envahisseurs mortels silencieux ces derniers temps, mais son travail n'a jamais été fait, il s'est dit avec un soupir. Il hocha la la un de moi cordialement et continua à picorer.

# tu99
source: A few Orange Headed Thrushes flew in at the moment, and settled upon the branches of the Banyan, ruffling their yellow feathers after the long flight. The sunlight filtering through the leaves in soft strands lit their feathers to a beautiful fiery glow. They fluttered amidst the branches like orange-yellow flames of fire! They gobbled the caterpillars, weevils and stray termites hungrily and so, the fig wasps, a little away, feeding on the red fruits kept a wary eye on them.
fr_fr: Quelques Grives à tête orange s'envolèrent en ce moment, et s'installèrent sur les branches du Banyan, ébouriffant leurs plumes jaunes après le long vol. La lumière du soleil filtrant à travers les feuilles en brins mous allumé leurs plumes à une belle lueur de feu. Ils flottaient au milieu des branches comme des flammes jaune-orange de feu! Ils ont englouti les chenilles, les charançons et les termites errants avidement et ainsi, les guêpes de figue, un peu loin, se nourrissant des fruits rouges ont gardé un oeil méfiant sur eux.

# tu100
source: The raucous green Parrots stopped their chattering and sat still in their clutches as I hopped by. They squawked their greeting and offered me dry berries and fruits that was their dinner. Their lemon green feathers were a wild contrast to the darkened foliage of Banyan. I had no idea Banyan had such an array of brightly coloured residents!
fr_fr: Les perroquets verts rauques arrêté leurs bavardages et assis encore dans leurs griffes que je sautais par. Ils ont crié leur salutation et m'ont offert des baies sèches et des fruits qui était leur dîner. Leurs plumes vert citron étaient un contraste sauvage avec le feuillage obscurci de Banyan. Je n'avais aucune idée Banyan avait un tel tableau de résidents aux couleurs vives!

# tu101
source: A White Bellied Treepie who sat musing on a lower branch seemed very lonely. He was a beautiful graceful bird, in startling white, black and brown. His tail was a long flow of black and white, cascading elegantly behind him. He waited for the return of his mate, gone in search of food to a nearby forest. He bowed, then with the droop of his wings called to his mate. His nest was a platform of twigs made ready for egg laying. He gave me a dreamy smile and seemed to be engrossed in the Yellow Browed Bulbulâ€™s soulful singing that drifted from a thickly covered branch of the Banyan.{1} Of the passerine family, the Bulbulâ€™s song enraptured all the residents of Banyan. I have often been lulled to sleep by his melancholic tunes.
fr_fr: Un Treepie à ventre blanc qui était assis en train de songeer sur une branche inférieure semblait très seul. C'était un bel oiseau gracieux, blanc, noir et brun. Sa queue était un long flux de noir et blanc, en cascade élégamment derrière lui. Il a attendu le retour de son compagnon, parti à la recherche de nourriture dans une forêt voisine. Il s'inclina, puis avec la chute de ses ailes appelées à son compagnon. Son nid était une plate-forme de brindilles prêtes pour la ponte. Il m'a donné un sourire de rêve et semblait être absorbé par le chant soulful Bulbâ '™'™'à néant qui a dérivé d'une branche épaissement couverte du Banyan.{1} De la famille des passants, la chanson de Bulbulâ ™ a ravi tous les habitants de Banyan. J'ai souvent été bercé par ses airs mélancoliques.

# tu102
source: Quite a flock of us Sparrows resided in Banyan. We had the most number of nests here, among the branches or in the holes and niches that dotted Banyanâ€™s thick woody trunk.
fr_fr: Tout un troupeau d'entre nous Moineaux résidaient à Banyan. Nous avons eu le plus grand nombre de nids ici, parmi les branches ou dans les trous et les niches qui parsèment le tronc boisé épais de Banyanâ ™.

# tu103
source: Some of my cousins had moved to the eaves of houses nearby, for want of privacy and space. For surely, in a tree that housed almost so many varieties of birds ,not to mention the Mynas that were our frequent visitors, and the insects which constituted a partial part of Banyanâ€™s residents, we were a hardly a quiet, secluded household!
fr_fr: Certains de mes cousins avaient déménagé à l'avant-toit des maisons à proximité, faute d'intimité et d'espace. Car sûrement, dans un arbre qui abritait presque tant de variétés d'oiseaux, sans parler des Mynas qui étaient nos visiteurs fréquents, et les insectes qui constituaient une partie des résidents de Banyanâ ™, nous étions à peine un calme, ménage isolé!

# tu104
source: A swarm of Lemon Butterflies fluttered around the tree trunk like little shreds of sunshine. They flew in between the leafy boughs and rested upon the tender red leaves of Banyan. Soon a small swarm of Peacock Pansy Butterflies in a startling green blue flew between the aerial roots, alighting upon them in colourful rows.
fr_fr: Un essaim de papillons citronniers flottait autour du tronc d'arbre comme de petits lambeaux de soleil. Ils volaient entre les branches feuillues et reposaient sur les tendres feuilles rouges de Banyan. Bientôt, un petit essaim de papillons paons dans un bleu vert surprenant a volé entre les racines aériennes, débarquant sur eux dans des rangées colorées.

# tu105
source: â€œHello, my friendsâ€� said Banyan as his long ropey roots swayed in the evening breeze.
fr_fr: â-œHello, mes amisâ ' dit Banyan que ses longues racines cordeux se balançant dans la brise du soir.

# tu106
source: â€œHello, Banyanâ€� they all chanted in unison though it was a feeble chant. They were never inclined to much chatter since they busied themselves with powdering their soft gossamer wings to look delicate and dainty.
fr_fr: â-œHello, Banyanâ, ils ont tous chanté à l'unisson si c'était un chant faible. Ils n'ont jamais été enclins à bavarder beaucoup car ils se sont occupés avec la poudre de leurs ailes gossamer doux à l'air délicat et délicat.

# tu107
source: â€œHow exquisite you all look!â€� said Banyan, always generous with his compliments especially when well- deserved.
fr_fr: â-œComment exquis vous tous regarder!â ' dit Banyan, toujours généreux avec ses compliments surtout quand bien mérité.
