Repository: David-Bromell/Advanced-Translation-Technology-Systems-Project
Catalog: post-translated validated files/job1.xlf
Languages: fr_fr

# tu151
source: This is the happy ending to the events that Blackie and Tikku witnessed from atop their rafter which they narrated to the Sparrows at Banyan.
fr_fr: C'est la fin heureuse des événements que Blackie et Tikku ont vus du haut de leur chevron qu'ils ont raconté aux Moineaux à Banyan.

# tu152
source: When we Sparrows heard of this phenomenal change in the house where Blackie and Tikku nested, naturally we all flew there in flocks to see things for ourselves. When some twelve to fifteen of us Sparrows fluttered in Grandmother looked up in astonishment and said,
fr_fr: Quand nous, moineaux, avons entendu parler de ce changement phénoménal dans la maison où Blackie et Tikku nichent, naturellement nous avons tous volé là-bas en troupeaux pour voir les choses par nous-mêmes. Quand quelque douze à quinze d'entre nous Moineaux flottait dans Grand-mère leva les yeux dans l'étonnement et dit:

# tu153
source: â€œMeena, Meena, see the sparrows! There is quite a flock in here! Come and see, girl!â€�
fr_fr: â-œMeena, Meena, voir les moineaux! Il y a tout un troupeau ici ! Venez voir, fille!â

# tu154
source: Meena was sitting on her Fatherâ€™s lap when she heard her Grandmotherâ€™s excited call. Her Father was reading a story to her and showing her the colourful pictures.
fr_fr: Meena était assise sur les genoux de son ™ Père quand elle a entendu l'appel enthousiaste de sa ™ grand-mère. Son père lui lisait une histoire et lui montrait les images colorées.

# tu155
source: Off she went to see the Sparrows and soon Father and Mother joined them, and oh, what a pretty sight they saw! Soft brown sparrows sat in a long row upon the rafters chipping away and Grandmother said,{1} â€œThey are here to bring us more luck! Didnâ€™t I tell you sparrows were a good omen?â€�
fr_fr: Elle alla voir les Moineaux et bientôt Père et Mère se joignirent à eux, et oh, quelle jolie vue ils virent ! Doux moineaux bruns assis dans une longue rangée sur les chevrons écailler loin et grand-mère a dit: â 'œIls sont ici pour nous apporter plus de chance! N'ai-™pas vous dire moineaux étaient un bon présage?â

# tu156
source: Mother whispered a prayer to God in thanks for the copious fortune that had invaded them with her husbandâ€™s return. We Sparrows saw for ourselves the four happy smiling upturned faces which watched us from below with equal interest. Later we flew away after bidding farewell to Blackie and Tikku and retired for a fitful sleep upon the gracious branches of Banyan, after this eventful day.{1} __END__
fr_fr: Mère murmura une prière à Dieu en remerciement pour la grande fortune qui les avait envahis avec le retour de son mari ™. Nous, moineaux, avons vu par nous-mêmes les quatre visages heureux souriants renversés qui nous regardaient d'en bas avec un intérêt égal. Plus tard, nous nous sommes envolés après avoir fait nos adieux à Blackie et Tikku et nous sommes retirés pour un sommeil en forme sur les branches gracieuses de Banyan, après cette journée mouvementée. __END__

# tu157
source: By J.Jayashree
fr_fr: Par J.Jayashree

# tu158
source: Read more English Short Story by j.jayashree in category Family with tag banyan | Crow | father | Neem | Percy Shelly | return | tree
fr_fr: Lire la suite Histoire courte en anglais par j.jayashree dans la catégorie Famille avec tag banyan (fr) Crow - France père de famille Neem - France Percy Shelly - France retour à la Arbre

# tu159
source: About the Author
fr_fr: À propos de l'auteur

# tu162
source: Read stories and poems published by j.jayashree
fr_fr: Lire des histoires et des poèmes publiés par j.jayashree

# tu163
source: housewife, artist and writer.
fr_fr: femme au foyer, artiste et écrivain.

# tu164
source: Comments
fr_fr: Observations

# tu168
source: January 30, 2019 at 5:19 pm
fr_fr: 30 janvier 2019 à 17h19

# tu169
source: What a refreshing, delightful story!
fr_fr: Quelle histoire rafraîchissante et délicieuse!

# reply-title-id
source: Leave a Reply Cancel reply
fr_fr: Laisser une réponse Annuler la réponse

# tu171
source: Connect with
fr_fr: Connectez-vous avec

# tu188
source: Enter your WordPress.com blog URL
fr_fr: Entrez votre URL de blog WordPress.com

# tu191
source: Your email address will not be published. Required fields are marked *
fr_fr: Votre adresse e-mail ne sera pas publiée. Les champs requis sont marqués.

# tu192
source: Comment
fr_fr: commentaire

# tu193
source: Name * {3}
fr_fr: 1 Nom

# tu194
source: Email * {3}
fr_fr: Courrier électronique {3}

# tu195
source: Website {2}
fr_fr: site internet {2}

# tu197
source: yes
fr_fr: oui

# tu196
source: {1}Save my name, email, and website in this browser for the next time I comment.
fr_fr: {1}Enregistrer mon nom, e-mail, et le site Web dans ce navigateur pour la prochaine fois que je commentaire.

# tu199
source: {2}Subscribe to YSC newsletter
fr_fr: {2}Abonnez-vous à la lettre d'information par courriel de YSC

# tu202
source: Post Comment
fr_fr: Commentaire de publication

# tu205
source: Primary Sidebar
fr_fr: Barre latérale primaire

# tu207
source: Search this website …
fr_fr: Rechercher ce site ...

# tu208
source: Search
fr_fr: rechercher

# tu209
source: Write Short Story for Money
fr_fr: Écrire une histoire courte pour l'argent

# tu210
source: {2}Our writer Mridula has won INR 14000. Read write short stories for money {6}Note: This scheme is called off e.f. 27-Aug-2017.
fr_fr: {2}Notre écrivain Mridula a remporté INR 14000. Lire écrire des histoires courtes pour de l'argent Note: Ce régime est annulé e.f. 27-août-2017.

# tu211
source: Tip of the Day
fr_fr: Astuce du jour

# tu212
source: Literary superiority makes a short story famous but it must also reach the intended readers. Read easily doable tips for short story authors to increase their online reader base. [ Read all tips]
fr_fr: La supériorité littéraire rend une nouvelle célèbre, mais elle doit aussi atteindre les lecteurs visés. Lisez facilement des conseils faisables pour les auteurs de nouvelles pour augmenter leur base de lecteurs en ligne. [ Lire tous les conseils]

# tu213
source: Buy Our Book
fr_fr: Acheter notre livre

# tu216
source: Buy on Flipkart
fr_fr: Acheter sur Flipkart

# tu217
source: Buy on Amazon
fr_fr: Acheter sur Amazon

# tu214
source: {1}YourStoryClub.com presents Yours Lovingly, an exquisite collection of short love stories penned by different writers. Buy on Flipkart | Amazon{4}
fr_fr: {1}YourStoryClub.com présente Yours Lovingly, une collection exquise de courtes histoires d'amour écrites par différents écrivains. Acheter sur Flipkart (fr) Amazon{4}

# tu218
source: YSC Newsletter
fr_fr: Bulletin d'information De YSC

# tu219
source: Get notified of featured stories and important updates. [Know more]
fr_fr: Faites-vous informer des articles présentés et des mises à jour importantes. [En savoir plus]

# tu221
source: Your email address
fr_fr: Adresse électronique

# tu223
source: Subscribe
fr_fr: s'inscrire

# tu224
source: Leave this field empty if you're human: {2}{3}{4}{5}
fr_fr: Laissez ce champ vide si vous êtes humain : {2}{3}{4}{5}

# tu225
source: Connect with us
fr_fr: Connectez-vous avec nous

# tu253
source: Author’s Area
fr_fr: Zone de l'auteur

# menu-item-140766-id
source: Dashboard
fr_fr: tableau de bord

# menu-item-140767-id
source: Profile
fr_fr: Profil

# menu-item-140769-id
source: Posts
fr_fr: Messages

# menu-item-140770-id
source: Comments
fr_fr: Observations

# tu258
source: How To
fr_fr: Comment

# menu-item-140737-id
source: Write short story
fr_fr: Écrire une nouvelle

# menu-item-140738-id
source: Change name
fr_fr: Changer de nom

# menu-item-140739-id
source: Change password
fr_fr: Changer de mot de passe

# menu-item-140740-id
source: Add profile image
fr_fr: Ajouter l'image de profil

# tu263
source: Story Contests
fr_fr: Concours d'histoires

# menu-item-140743-id
source: Love Letter Contest
fr_fr: Concours de lettres d'amour

# menu-item-140744-id
source: Creative Writing
fr_fr: Rédaction créative

# menu-item-140745-id
source: Story from Picture
fr_fr: Histoire de l'image

# menu-item-140747-id
source: Love Story Contest
fr_fr: Concours Love Story

# tu268
source: Featured
fr_fr: Vedettes

# menu-item-140749-id
source: Story of the Month
fr_fr: Histoire du mois

# menu-item-140750-id
source: Editor’s Choice
fr_fr: Choix de l'éditeur

# menu-item-140752-id
source: Selected Stories
fr_fr: Histoires sélectionnées

# menu-item-141407-id
source: Kids Bedtime Stories
fr_fr: Histoires kids Bedtime

# menu-item-140771-id
source: Stories
fr_fr: Histoires

# menu-item-140772-id
source: Poems
fr_fr: Poèmes

# menu-item-140773-id
source: Articles
fr_fr: articles 77 à 85.

# menu-item-141408-id
source: Write in Hindi
fr_fr: Écrire en hindi

# tu278
source: YSC Newsletter
fr_fr: Bulletin d'information De YSC

# tu280
source: Your email address
fr_fr: Adresse électronique

# tu281
source: Subscribe
fr_fr: s'inscrire

# tu279
source: Your email address{2} {3}
fr_fr: Adresse électronique

# tu282
source: Moral | Love | Romance | Children | Funny | Suspense | Friendship | School and Colleage | Sci-Fi | Inspirational | Family | Poetry | Travel Experience
fr_fr: Morale L'amour et l'amour Romance - France Les enfants et les enfants C'est drôle . Suspense ( L'amitié et l'amitié École et Colleage (fr) Sci-Fi - France Inspirational (en anglais seulement) Famille (famille) Poésie et poésie Expérience de voyage

# tu283
source: Home | About Us | FAQ | Contact Us | Terms of Service | Privacy Policy
fr_fr: Accueil (maison) À propos de nous (en anglais seulement) FAQ ( FAQ » Contactez-nous . Conditions d'utilisation Politique de confidentialité

# tu284
source: Copyright © 2019 · YourStoryClub.com · - Online Short Story Publisher
fr_fr: Droits d'auteur © 2019 YourStoryClub.com . - Éditeur de nouvelles en ligne
