Repository: David-Bromell/Advanced-Translation-Technology-Systems-Project
Catalog: post-translated validated files/job1.xlf
Languages: fr_fr

# tu108
source: The birds and insects paused to watch each time the gorgeous Butterflies fluttered by, as though they were pretty ballet dancers in their shimmering brightly coloured wings.
fr_fr: Les oiseaux et les insectes s'arrêtaient pour regarder chaque fois les magnifiques papillons flottaient, comme s'ils étaient de jolis danseurs de ballet dans leurs ailes scintillantes aux couleurs vives.

# tu109
source: Since Banyan stood by the banks of a river there were lengthy patches of thick grass and reeds growing along the banks. Tiny flowers on weeds grew in profusion. The Butterflies had their fill of nectar from these flowers. Sometimes they hovered over the pink water lilies in the river or rested delicately as though on tip toes upon the flat round lotus leaves that floated on the green water. It really was a beautiful sight as they admired their reflections on the fat dew drops that rolled like blobs of diamonds on the velvety leaves.
fr_fr: Depuis Banyan se tenait sur les rives d'une rivière il y avait de longues parcelles d'herbe épaisse et des roseaux de plus en plus le long des rives. De minuscules fleurs sur les mauvaises herbes poussaient en profusion. Les Papillons avaient leur plein de nectar de ces fleurs. Parfois, ils planaient au-dessus des nén] eaux roses de la rivière ou se reposaient délicatement comme sur la pointe des pieds sur les feuilles plates de lotus rond qui flottaient sur l'eau verte. C'était vraiment une belle vue comme ils ont admiré leurs réflexions sur les gouttes de rosée graisse qui a roulé comme des taches de diamants sur les feuilles veloutées.

# tu110
source: Our days were thus spent with finding a mate, mating, nest building, breeding, feeding â€“ surviving in all the tranquil that swathed the Banyan and its whereabouts.
fr_fr: Nos journées ont donc été consacrées à trouver un compagnon, l'accouplement, la construction de nidification, la reproduction, l'alimentation â '" survivre dans toute la tranquillité qui a emmailloté le Banyan et ses allées et venues.

# tu111
source: One day I dived down, as we all do, with partly closed wings and rose up in a glide. Our flights are undulated, accompanied by a long low whistle. At the tip of the rise I voiced a sharp chip note. All the sparrows around me arose with me and the air was aflutter with hundreds of tiny sparrow wings. We all flew away in different directions.
fr_fr: Un jour, j'ai plongé vers le bas, comme nous le faisons tous, avec des ailes partiellement fermées et se leva dans une glissade. Nos vols sont ondulés, accompagnés d'un long coup de sifflet bas. À la pointe de la hausse, j'ai exprimé une note forte puce. Tous les moineaux autour de moi se levèrent avec moi et l'air s'agitait de centaines de minuscules ailes de moineaux. Nous nous sommes tous envolés dans des directions différentes.

# tu112
source: About ten to fifteen of us rested upon the taut telephone and electric wires that spanned the miles like fine black silk thread. We were like notes on a music sheet â€“ sometimes in a continuous sequence, and at times accommodating uneven gaps of blue sky, between us. Hurrying passers- by paused or stopped to watch us in sheer admiration. Children waved to us and for most part we flew away in fear though we knew no harm was meant.
fr_fr: Environ dix à quinze d'entre nous reposaient sur le téléphone tendu et les fils électriques qui s'étendaient sur les miles comme du fil de soie noir fin. Nous étions comme des notes sur une feuille de musique â -" parfois dans une séquence continue, et parfois accommodant les lacunes inégales du ciel bleu, entre nous. Se dépêcher les passants- par une pause ou s'arrêta pour nous regarder dans l'admiration pure. Les enfants nous ont fait signe et, pour la plupart, nous nous sommes envolés dans la peur, même si nous savions qu'aucun mal n'était destiné.

# tu113
source: While we had sat gossiping upon the wires, a Black Crowned sparrow lark, that we had named Blackie, gave us some news of his well being. He had moved in with his mate, Tikku to a house in the village to nest upon its rafters.
fr_fr: Alors que nous étions assis bavardage sur les fils, une alouette moineau couronné noir, que nous avions nommé Blackie, nous a donné quelques nouvelles de son bien-être. Il avait emménagé avec son compagnon, Tikku, dans une maison du village pour nicper ses chevrons.

# tu114
source: The first few days when Blackie and Tikku had flown into the house in search of a place to nest, their chipping and flutter had caused Grandmother and the Mother of the house to call their daughter Meena and say excitedly,
fr_fr: Les premiers jours où Blackie et Tikku avaient volé dans la maison à la recherche d'un endroit pour nicper, leur écaillage et le flottement avait causé grand-mère et la mère de la maison d'appeler leur fille Meena et dire avec enthousiasme,

# tu115
source: â€œLook, look, Meena, those sparrows seem to be searching for a place to nest! Donâ€™t talk loudly, lest you frighten them off!â€�
fr_fr: Regarde, regarde, Meena, ces moineaux semblent chercher un endroit pour nicper ! Donâ ™ parle pas fort, de peur que vous les effrayer!

# tu116
source: Soon Blackie and Tikku flew in with twigs, feathers and strange little scraps to build their nest and Grandmother said happily, her joy overflowing her toothless smile,{1} â€œThey are nesting on the rafters! Thatâ€™s a good omen, indeed!â€�
fr_fr: Bientôt Blackie et Tikku ont volé avec des brindilles, des plumes et d'étranges petits morceaux pour construire leur nid et grand-mère a dit heureusement, sa joie débordant son sourire édenté, â -œIls nichent sur les chevrons! C'™ est un bon présage, en effet!â

# tu117
source: Blackie and Tikku hearing this thought it was an auspicious beginning as well, and twitted,{1} â€œThatâ€™s good!â€�
fr_fr: Blackie et Tikku entendre cette pensée que c'était un début de bon augure ainsi, et twitté, â œThatâ '™s bon!â

# tu118
source: â€œHow nice!â€� said Mother, â€œBut I hope they donâ€™t mess up the floor!â€�
fr_fr: â -œHow nice!â ' dit Mère, â 'œMais j'espère qu'ils ne ™ pas gâcher le sol!â

# tu119
source: Then they all took the greatest trouble never to disturb the sparrows. They spoke in low tones as far as possible, and rushed to the door to quiet a vendor when he yelled to announce his wares. Even the grinding and pounding sounded softer these days.
fr_fr: Puis ils ont tous pris la plus grande peine de ne jamais déranger les moineaux. Ils parlèrent dans les tons bas autant que possible, et se précipita à la porte pour calmer un vendeur quand il cria d'annoncer ses marchandises. Même le broyage et le martèlement sonnait plus doux ces jours-ci.

# tu120
source: From below Grandmother and Meena watched the rafter eagerly. All was quiet up there. Blackie flew away often to bring tidbits for Tikku. Meena noticed Blackie was quite a handsome bird with starkly contrasting black and white markings on his face. Yellow Browed Bulbuls, Thrushes or Barbets, when flying past never failed to give him a second glance. Tikku, on the other hand was of a subdued sandy brown hue, with her feathers always a glossy fluff. On occasions when she had rested on the floor before flying up to the rafter, Grandmother, with her dwindling eyesight had mistook her for a powder puff! Naturally, she was startled when Tikku flew up!
fr_fr: D'en bas grand-mère et Meena regardé le chevron avec impatience. Tout était calme là-haut. Blackie s'envola souvent pour apporter des friandises pour Tikku. Meena a remarqué Blackie était tout à fait un bel oiseau avec des marques carrément contrastées noir et blanc sur son visage. Bulbuls, Grives ou Barbets à sourcils jaunes, lorsque le survol n'a jamais manqué de lui donner un second coup d'œil. Tikku, d'autre part était d'une teinte tamisée brun sableux, avec ses plumes toujours une peluche brillante. À des occasions où elle s'était reposée sur le sol avant de s'envoler vers le chevron, grand-mère, avec sa vue en déclin l'avait prise pour une bouffée de poudre! Naturellement, elle a été surpris quand Tikku a volé vers le haut!

# tu121
source: Meena and Mother left pieces of food each day on a cracked blue porcelain saucer. They left water in a cup that had lost its handle. Blackie and Tikku made it a habit to help themselves of the offered crumbs of food.{1} One golden morn when the sun dazzled through the coconut palm fronds, shedding spots of dancing gold light upon theÂ courtyard of the house, tiny chip, chip noises came from above. Meena jumped in glee and shouted to her Mother and Grandmother.
fr_fr: Meena et maman laissaient des morceaux de nourriture chaque jour sur une soucoupe en porcelaine bleue fissurée. Ils ont laissé de l'eau dans une tasse qui avait perdu sa poignée. Blackie et Tikku ont pris l'habitude de s'aider eux-mêmes des miettes de nourriture offertes.{1} Un matin d'or quand le soleil éblouit à travers les frondes de cocotier, jetant des taches de lumière d'or dansante sur la cour de la maison, minuscules copeaux, bruits de puce est venu d'en haut. Meena sauta dans la joie et cria à sa mère et à sa grand-mère.

# tu122
source: â€œAmma, amma, paati,paati, the baby birds have hatched! They have hatched! I can hear them, amma!â€�
fr_fr: â-œAmma, amma, paati,paati, les bébés oiseaux ont éclos! Ils ont éclos ! Je peux les entendre, amma!â

# tu123
source: Mother was busy getting breakfast and lunch ready in the kitchen and she ran out wiping her sweating face with her sari pallu. Grandmother waddled into the room and looked up and clapped her hands for joy.
fr_fr: Mère était occupée à préparer le petit déjeuner et le déjeuner dans la cuisine et elle a couru en essuyant son visage en sueur avec son sari pallu. Grand-mère se dandinait dans la chambre et leva les yeux et frappa ses mains pour la joie.

# tu124
source: â€œWe are very lucky the babies have hatched!â€�
fr_fr: â-œNous sommes très chanceux que les bébés aient éclos !â

# tu125
source: And she made some weird chipping sounds trying to get the attention of the birds. Mother gazed up, smiled and returned to the kitchen muttering,
fr_fr: Et elle a fait des bruits bizarres en essayant d'attirer l'attention des oiseaux. Mère regarda, sourit et revint à la cuisine murmurant,

# tu126
source: â€œ Times are hard for us! May God send us His bountiful blessings! Donâ€™t stand gazing at the birds Meena, get ready and be off to school. Take your lunch, and run to school or you will be late!â€�
fr_fr: â-œ Les temps sont durs pour nous! Que Dieu nous envoie Ses généreuses bénédictions ! Donâ ™ pas debout à regarder les oiseaux Meena, se préparer et aller à l'école. Prenez votre déjeuner, et courir à l'école ou vous serez en retard!â

# tu127
source: Meena tore herself away from staring in delight at the nest and grabbing her lunch box said goodbye to her Grandmother and Mother and disappeared from the house.
fr_fr: Meena se dépouilla de regarder dans la joie au nid et saisissant sa boîte à lunch dit au revoir à sa grand-mère et sa mère et disparut de la maison.

# tu128
source: Blackie was seen bringing in tiny caterpillars, flies and bark beetle larvae to feed the hungry babies. He made short trips to and fro with a grasshopper, millet, corn or sunflower seed in his diminutive beaks. This went on for nearly three weeks and Meena gathered courage to climb up their bamboo ladder to softly peep into the nest on the rafter. Yes, the soft fluffy little baby sparrows were in there. They tweeted all the time and Grandmother was rather annoyed by and by.
fr_fr: Blackie a été vu apportant de minuscules chenilles, des mouches et des larves de scolytes pour nourrir les bébés affamés. Il a fait de courts voyages aller-retour avec une sauterelle, un millet, du maïs ou des graines de tournesol dans son bec minuscule. Cela a continué pendant près de trois semaines et Meena a rassemblé le courage de monter leur échelle de bambou pour jeter doucement un coup d'oeil dans le nid sur le chevron. Oui, les petits moineaux moelleux étaient là. Ils ont tweeté tout le temps et grand-mère a été plutôt ennuyé par et par.

# tu129
source: Soon the babies began trying to fly, and Meena finished her homework very early each day just to find time to be with her little pets. Tikku and the babies had got quite used to having Meena watching them and soon allowed her to softly stroke their downs that had now grown into brown feathers.
fr_fr: Bientôt, les bébés ont commencé à essayer de voler, et Meena a terminé ses devoirs très tôt chaque jour juste pour trouver le temps d'être avec ses petits animaux de compagnie. Tikku et les bébés s'étaient habitués à ce que Meena les regarde et lui permettaient bientôt de caresser doucement leurs duais qui étaient devenus des plumes brunes.

# tu130
source: The baby sparrows fell off their nest on and off and Mother or Meena would pick them up gently and place them safely in the nest. The roof being low they did not really hurt themselves and loved being stroked gently by Meena. They did love all the pampering, and at times Meena fed them with tiny grains or kernel even while they were in the nest, and Tikku didnâ€™t mind.
fr_fr: Les bébés moineaux tombaient de leur nid et Mère ou Meena les ramassaient doucement et les plaçaient en toute sécurité dans le nid. Le toit étant bas, ils n'ont pas vraiment se blesser et aimé être caressé doucement par Meena. Ils ont aimé tous les dorloter, et parfois Meena les a nourris avec de minuscules grains ou du grain, même pendant qu'ils étaient dans le nid, et Tikku n'a pas l'esprit ™t.

# tu131
source: Then one day, much to Meenaâ€™s shock and grief, after they had fluttered outside the house for a few days, the baby sparrows flew away never to return. Blackie and Tikku did return to nest in the evenings, though. They hopped from the rafters to the window sill to peck at the grains and peanut kernel left on the porcelain saucer, then ventured close enough to Grandmother even as she sat fanning herself with a palm frond fan. At times they visited the kitchen and pecked rice and curry leaves lying on the floor. Or watched twitting as Meena sat colouring her picture book or finished her homework.
fr_fr: Puis un jour, au grand choc et à la douleur de Meenaâ ™, après qu'ils eurent flotté à l'extérieur de la maison pendant quelques jours, les bébés moineaux s'envolèrent pour ne jamais revenir. Blackie et Tikku sont retournés au nid le soir, cependant. Ils sautèrent des chevrons jusqu'au rebord de la fenêtre pour picorer les grains et le grain d'arachide laissés sur la soucoupe en porcelaine, puis s'aventuraient assez près de grand-mère alors même qu'elle s'assit en s'éventant avec un ventilateur de fronde de palmier. Parfois, ils ont visité la cuisine et picoré riz et feuilles de curry couché sur le sol. Ou regardé twitting comme Meena assis à colorier son livre d'images ou fini ses devoirs.

# tu132
source: One sullen evening when the sun seemed reluctant to leave turning dejectedly from orange to yellow to cream to a sad pale white, the bamboo gate of their house creaked and swung open. A tall brown man stood there for a few seconds and then unsure of himself walked into the house. He bent at the door and called,
fr_fr: Un soir maussade où le soleil semblait réticent à partir tournant tristement d'orange à jaune à la crème à un blanc pâle triste, la porte en bambou de leur maison grinçait et se balançait ouvert. Un grand homme brun est resté là pendant quelques secondes, puis incertain de lui-même est entré dans la maison. Il se pencha à la porte et a appelé,

# tu134
source: A gasp was heard from within and Grandmother yelled,
fr_fr: Un soupir a été entendu de l'intérieur et grand-mère a crié,

# tu135
source: â€œMy son, my son!â€�
fr_fr: â-œMon fils, mon fils!â

# tu136
source: Mother from the kitchen stepped forward to see who the intruder was. Then she turned a beetroot red and vanished into the kitchen. Meena wondering who the stranger was got up to enquire.
fr_fr: La mère de la cuisine s'avança pour voir qui était l'intrus. Puis elle a tourné une betterave rouge et a disparu dans la cuisine. Meena se demandant qui l'étranger a été levé pour s'enquérir.

# tu137
source: The man stared at Meena and smiled.
fr_fr: L'homme regarda Meena et sourit.

# tu138
source: â€œWhere is your mother? Call your mother, girl! Amma!â€� he exclaimed when Grandmother was near enough.
fr_fr: Où est ta mère ? Appelle ta mère, ma fille ! Amma!â il s'écria quand grand-mère était assez près.

# tu139
source: Grandmother wept for joy since the man before her was no other than her own son, who had in a drunken frenzy, beaten his wife till she fainted and thinking her dead had fled to a distant city and had not been heard of since.
fr_fr: Grand-mère pleura de joie puisque l'homme avant elle n'était autre que son propre fils, qui avait dans une frénésie ivre, battu sa femme jusqu'à ce qu'elle s'évanouit et pensant que ses morts s'étaient enfuis dans une ville lointaine et n'avaient pas été entenduparler depuis.

# tu140
source: Meena had been born, and grew up a fatherless child. The Grandmother stopped lamenting her sonâ€™s departure after her birth and Mother had busied herself in menial cleaning and cooking in various houses in the vicinity. She had struggled to provide food and shelter for Grandmother and Meena.
fr_fr: Meena était née et a grandi sans père. La grand-mère a cessé de se lamenter sur le départ de son ™ fils après sa naissance et sa mère s'était occupée du nettoyage et de la cuisine dans diverses maisons des environs. Elle avait lutté pour fournir de la nourriture et un abri à grand-mère et Meena.

# tu141
source: When Meena had queried about her Father, Grandmother simply said,{1} â€œHe has deserted us. He is gone forever! Donâ€™t talk about him, girl!â€�
fr_fr: Quand Meena avait posé des questions sur son Père, grand-mère a simplement dit: â 'il nous a abandonnés. Il est parti pour toujours ! Donâ ™ pas parlé de lui, fille!â

# tu142
source: Her Mother maintained a staunch silence, sighed and changed the topic every time, until Meena had stopped asking her anything about him.
fr_fr: Sa Mère a maintenu un silence inébranlable, soupira et changea le sujet à chaque fois, jusqu'à ce que Méena avait cessé de lui demander quoi que ce soit à son sujet.

# tu143
source: So when Father did return, and Meena heard Grandmother address him as â€˜sonâ€™ she knew. She eyed him suspiciously though Father smiled and tried to talk to her. She moved away and hid behind Grandmother.
fr_fr: Alors, quand Père est revenu, et Meena a entendu grand-mère s'adresser à lui comme â 'sonâ '™ qu'elle savait. Elle le regarda avec méfiance si Père sourit et a essayé de lui parler. Elle s'est éloignée et s'est cachée derrière grand-mère.

# tu144
source: Blackie above tweeted to Tikku and they peeped over the rim of their nest and watched the unexpected scenario below.{1} There was a honking heard from outside the courtyard. It was an auto. The driver honked impatiently and walked to the threshold of the house with large suitcases.
fr_fr: Blackie ci-dessus tweeté à Tikku et ils ont regardé sur le bord de leur nid et regardé le scénario inattendu ci-dessous.{1} Il y avait un klaxon entendu de l'extérieur de la cour. C'était une auto. Le conducteur klaxonna avec impatience et se dirigea vers le seuil de la maison avec de grandes valises.

# tu145
source: Father paid the driver who drove away into the crowded streets and walked in with his suitcases. Grandmother was surprised to see the sign of opulence since it was obvious he had done himself well in the city.
fr_fr: Père a payé le chauffeur qui est parti dans les rues bondées et est entré avec ses valises. Grand-mère a été surprise de voir le signe de l'opulence car il était évident qu'il s'était bien débrouillé dans la ville.

# tu146
source: So what had happened to Father in the city? He had indeed grown sober once faced with the harsh realities of the city. He had begun by mulling over his disoriented life and the cruelties he had meted his unfortunate wife. He had heard later from one of the villagers seeking work in the city that his wife was indeed alive and had given birth to a girl child. He had wept at the thought of Grandmother and his wife and of course the baby he had not seen.
fr_fr: Qu'est-il arrivé à Père dans la ville ? Il était en effet devenu sobre une fois confronté aux dures réalités de la ville. Il avait commencé par réfléchir à sa vie désorientée et aux cruautés qu'il avait rencontrées avec sa malheureuse épouse. Il avait entendu plus tard d'un des villageois cherchant du travail dans la ville que sa femme était en effet en vie et avait donné naissance à une fillette. Il avait pleuré à la pensée de grand-mère et de sa femme et bien sûr le bébé qu'il n'avait pas vu.

# tu147
source: He resolved to set his life right and began working hard. He avoided the toddy shops like the plague. He saved money, was cheated twelve times, robbed of all his savings many times and was out of work for six months at a stretch when even the little he had saved was used to keep himself alive.
fr_fr: Il a décidé de mettre sa vie à droite et a commencé à travailler dur. Il a évité les magasins toddy comme la peste. Il a économisé de l'argent, a été trompé douze fois, volé de toutes ses économies à plusieurs reprises et a été sans emploi pendant six mois d'affilée lorsque même le peu qu'il avait économisé a été utilisé pour se maintenir en vie.

# tu148
source: He worked tirelessly unmindful of the bodily fatigue and nights of sleepless labour. He multi- tasked and began saving passionately for his return home. Father struggled thus for seven years. He had decided that when he did choose to return, he would return as a changed man of sound means!
fr_fr: Il a travaillé sans relâche sans se soucier de la fatigue corporelle et des nuits de travail sans sommeil. Il a plusieurs tâches et a commencé à épargner avec passion pour son retour à la maison. Père a lutté ainsi pendant sept ans. Il avait décidé que quand il choisirait de revenir, il reviendrait comme un homme changé de moyens sonores!

# tu149
source: Mother emerged by and by after grandmother ordered her to bring Father his meal. She busied herself with serving him the meagre meal of rasam, rice, brinjal fry and buttermilk, with downcast eyes.
fr_fr: La mère a émergé par et par par grand-mère lui a ordonné d'apporter le père son repas. Elle s'occupa de lui servir le maigre repas de rasam, de riz, de brinjal et de babeurre, les yeux abattus.

# tu150
source: She did dart sharp glances at him on and off to size him up. Yes, he was thinner, but looked healthy and strong. He didnâ€™t smell of toddy anymore. He looked clean in a crisp white cotton shirt that was a little crushed and dusty from travel. He wore a thick silver plated wrist watch. Mother was secretly happy to see this new apparition, and wished she didnâ€™t smell of the kitchen and had worn some jasmines in her hair! But had she known he would return today and thus?
fr_fr: Elle ne fléchettes regards pointus à lui sur et hors de lui taille. Oui, il était plus mince, mais avait l'air en bonne santé et fort. Il ne sentait plus ™ plus de toddy. Il avait l'air propre dans une chemise en coton blanc croustillant qui était un peu écrasé et poussiéreux de Voyage. Il portait une épaisse montre-bracelet plaqué argent. Mère était secrètement heureuse de voir cette nouvelle apparition, et aurait souhaité qu'elle n'a pas ™ pas l'odeur de la cuisine et avait porté quelques jasmins dans ses cheveux! Mais avait-elle su qu'il reviendrait aujourd'hui et donc ?
