Repository: David-Bromell/Advanced-Translation-Technology-Systems-Project
Catalog: post-translated validated files/job3.xlf
Languages: fr_fr

# tu187
source: Enter your WordPress.com blog URL
fr_fr: Entrez votre URL de blog WordPress.com

# tu190
source: Your email address will not be published. Required fields are marked *
fr_fr: Votre adresse e-mail ne sera pas publiée. Les champs requis sont marqués.

# tu191
source: Comment
fr_fr: commentaire

# tu192
source: Name * {3}
fr_fr: 1 Nom

# tu193
source: Email * {3}
fr_fr: Adresse électronique

# tu194
source: Website {2}
fr_fr: Site web

# tu196
source: yes
fr_fr: oui

# tu195
source: {1}Save my name, email, and website in this browser for the next time I comment.
fr_fr: {1}Enregistrer mon nom, e-mail, et le site Web dans ce navigateur pour la prochaine fois que je commentaire.

# tu198
source: {2}Subscribe to YSC newsletter
fr_fr: {2}Abonnez-vous à la lettre d'information par courriel de YSC

# tu201
source: Post Comment
fr_fr: Commentaire de publication

# tu204
source: Primary Sidebar
fr_fr: Barre latérale primaire

# tu206
source: Search this website …
fr_fr: Citer le présent site web

# tu207
source: Search
fr_fr: rechercher

# tu208
source: Write Short Story for Money
fr_fr: Écrire une histoire courte pour l'argent

# tu209
source: {2}Our writer Mridula has won INR 14000. Read write short stories for money {6}Note: This scheme is called off e.f. 27-Aug-2017.
fr_fr: {2}Notre écrivain Mridula a remporté INR 14000. Lire écrire des histoires courtes pour de l'argent Note: Ce régime est annulé e.f. 27-août-2017.

# tu210
source: Tip of the Day
fr_fr: Astuce du jour

# tu211
source: Literary superiority makes a short story famous but it must also reach the intended readers. Read easily doable tips for short story authors to increase their online reader base. [ Read all tips]
fr_fr: La supériorité littéraire rend une nouvelle célèbre, mais elle doit aussi atteindre les lecteurs visés. Lisez facilement des conseils faisables pour les auteurs de nouvelles pour augmenter leur base de lecteurs en ligne. [ Lire tous les conseils]

# tu212
source: Buy Our Book
fr_fr: Acheter notre livre

# tu215
source: Buy on Flipkart
fr_fr: Acheter sur Flipkart

# tu216
source: Buy on Amazon
fr_fr: Acheter sur Amazon

# tu213
source: {1}YourStoryClub.com presents Yours Lovingly, an exquisite collection of short love stories penned by different writers. Buy on Flipkart | Amazon{4}
fr_fr: {1}YourStoryClub.com présente Yours Lovingly, une collection exquise de courtes histoires d'amour écrites par différents écrivains. Acheter sur Flipkart (fr) Amazon{4}

# tu217
source: YSC Newsletter
fr_fr: Bulletin d'information De YSC

# tu218
source: Get notified of featured stories and important updates. [Know more]
fr_fr: Faites-vous informer des articles présentés et des mises à jour importantes. [En savoir plus]

# tu220
source: Your email address
fr_fr: Saisissez votre adresse électronique

# tu222
source: Subscribe
fr_fr: s'inscrire

# tu223
source: Leave this field empty if you're human: {2}{3}{4}{5}
fr_fr: Laissez ce champ vide si vous êtes humain : {2}{3}{4}{5}

# tu224
source: Connect with us
fr_fr: Connectez-vous avec nous

# social-email-2-id
source: Email
fr_fr: Adresse électronique

# tu252
source: Author’s Area
fr_fr: Zone de l'auteur

# menu-item-140766-id
source: Dashboard
fr_fr: tableau de bord

# menu-item-140767-id
source: Profile
fr_fr: Profil

# menu-item-140769-id
source: Posts
fr_fr: Messages

# menu-item-140770-id
source: Comments
fr_fr: Observations

# tu257
source: How To
fr_fr: Comment

# menu-item-140737-id
source: Write short story
fr_fr: Écrire une nouvelle

# menu-item-140738-id
source: Change name
fr_fr: Changer de nom

# menu-item-140739-id
source: Change password
fr_fr: Changer de mot de passe

# menu-item-140740-id
source: Add profile image
fr_fr: Ajouter l'image de profil

# tu262
source: Story Contests
fr_fr: Concours d'histoires

# menu-item-140743-id
source: Love Letter Contest
fr_fr: Concours de lettres d'amour

# menu-item-140744-id
source: Creative Writing
fr_fr: Rédaction créative

# menu-item-140745-id
source: Story from Picture
fr_fr: Histoire de l'image

# menu-item-140747-id
source: Love Story Contest
fr_fr: Concours Love Story

# tu267
source: Featured
fr_fr: Vedettes

# menu-item-140749-id
source: Story of the Month
fr_fr: Histoire du mois

# menu-item-140750-id
source: Editor’s Choice
fr_fr: Choix de l'éditeur

# menu-item-140752-id
source: Selected Stories
fr_fr: Histoires sélectionnées

# menu-item-141407-id
source: Kids Bedtime Stories
fr_fr: Histoires kids Bedtime

# menu-item-140771-id
source: Stories
fr_fr: Histoires

# menu-item-140772-id
source: Poems
fr_fr: Poèmes

# menu-item-140773-id
source: Articles
fr_fr: articles 77 à 85.

# menu-item-141408-id
source: Write in Hindi
fr_fr: Écrire en hindi

# tu277
source: YSC Newsletter
fr_fr: Bulletin d'information De YSC

# tu279
source: Your email address
fr_fr: Saisissez votre adresse électronique

# tu280
source: Subscribe
fr_fr: s'inscrire

# tu278
source: Your email address{2} {3}
fr_fr: Saisissez votre adresse électronique

# tu281
source: Moral | Love | Romance | Children | Funny | Suspense | Friendship | School and Colleage | Sci-Fi | Inspirational | Family | Poetry | Travel Experience
fr_fr: Morale L'amour et l'amour Romance - France Les enfants et les enfants C'est drôle . Suspense ( L'amitié et l'amitié École et Colleage (fr) Sci-Fi - France Inspirational (en anglais seulement) Famille (famille) Poésie et poésie Expérience de voyage

# tu282
source: Home | About Us | FAQ | Contact Us | Terms of Service | Privacy Policy
fr_fr: Accueil (maison) À propos de nous (en anglais seulement) FAQ ( FAQ » Contactez-nous . Conditions d'utilisation Politique de confidentialité

# tu283
source: Copyright © 2019 · YourStoryClub.com · - Online Short Story Publisher
fr_fr: Droits d'auteur © 2019 YourStoryClub.com . - Éditeur de nouvelles en ligne
