Repository: David-Bromell/Advanced-Translation-Technology-Systems-Project
Catalog: post-translated validated files/job3.xlf
Languages: fr_fr

# tu1
source: The Tiger Cat - Science Fiction Story with Suspense
fr_fr: The Tiger Cat - Histoire de science-fiction avec Suspense

# tu2
source: My friend was right. It wasnâ€™t exactly a cat. I had never seen anything like it. It had yellow and black stripes just like a tiger. Read Sci-Fi Short Story.
fr_fr: Mon ami avait raison. Ce n ™' était pas exactement un chat. Je n'avais jamais rien vu de tel. Il avait des rayures jaunes et noires comme un tigre. Lire Sci-Fi Short Story.

# tu3
source: Your Story Club » Feed
fr_fr: Votre Club d’histoire

# tu4
source: Your Story Club » Comments Feed
fr_fr: Your Story Club » Commentaires Feed

# tu9
source: Go to Home Page
fr_fr: Aller à la page d'accueil

# menu-item-429-id
source: Home
fr_fr: Accueil

# tu11
source: Read About Us
fr_fr: Lire à propos de nous

# menu-item-431-id
source: About Us
fr_fr: Qui sommes-nous

# tu13
source: We love to hear from you
fr_fr: Nous aimons avoir de vos nouvelles

# menu-item-432-id
source: Contact Us
fr_fr: Contactez-nous

# tu15
source: Frequently Asked Questions
fr_fr: Questions fréquemment posées

# tu17
source: Login
fr_fr: connectez-vous

# menu-item-login-id
source: Login
fr_fr: connectez-vous

# tu19
source: Register for free
fr_fr: Inscrivez-vous gratuitement

# menu-item-register-id
source: Register
fr_fr: Registre

# tu20
source: Your Story Club
fr_fr: Votre Club d’histoire

# tu21
source: Short Story Publisher
fr_fr: Publier des cours histoires

# tu24
source: Select Story Category
fr_fr: Sélectionnez la catégorie d'histoires

# tu25
source: Book Review (2)
fr_fr: Critique de livre (2)

# tu26
source: Childhood and Kids (547)
fr_fr: Enfance et enfants (547)

# tu27
source: Editorial (13)
fr_fr: Éditorial (13)

# tu28
source: Family (1,204)
fr_fr: Famille (1 204)

# tu29
source: Friends (447)
fr_fr: Amis (447)

# tu30
source: Funny and Hilarious (431)
fr_fr: Drôle et hilarant (431)

# tu31
source: Love and Romance (2,168)
fr_fr: Amour et Romance (2 168)

# tu32
source: Paranormal Experience (282)
fr_fr: Expérience Paranormale (282)

# tu33
source: Poetry (1,069)
fr_fr: Poésie (1 069)

# tu34
source: School and College (238)
fr_fr: École et collège (238)

# tu36
source: Social and Moral (2,307)
fr_fr: Social et moral (2 307)

# tu37
source: Suspense and Thriller (971)
fr_fr: Suspense et Thriller (971)

# tu38
source: Travel (54)
fr_fr: Voyage (54)

# tu39
source: Your Story (19)
fr_fr: Votre histoire (19)

# tu43
source: View
fr_fr: Vue

# tu45
source: Read stories & poems
fr_fr: Lire des histoires et des poèmes

# menu-item-140730-id
source: Read
fr_fr: lire:

# tu47
source: Publish your stories
fr_fr: Publiez vos histoires

# tu49
source: Read editorials
fr_fr: Lire les éditoriaux

# menu-item-141342-id
source: Editorial
fr_fr: Éditorial (13)

# tu51
source: Search story from listing
fr_fr: Rechercher l'histoire de la liste

# menu-item-141066-id
source: Story Archive
fr_fr: Archives de l'histoire

# tu53
source: Participate in discussion forum
fr_fr: Participer au forum de discussion

# tu55
source: Read what our writers say about us
fr_fr: Lisez ce que nos écrivains disent de nous

# menu-item-140736-id
source: Testimonials
fr_fr: Témoignages

# tu56
source: You are reading story at: yourstoryclub » Most Popular Short Stories » Science Fiction Short Stories » The Tiger Cat
fr_fr: Vous lisez l'histoire à: yourstoryclub » Histoires courtes les plus populaires »Science Fiction Short Stories » The Tiger Cat

# tu57
source: The Tiger Cat
fr_fr: Le chat tigre

# tu59
source: English Short Story published on
fr_fr: Short Story anglais publié le

# tu60
source: December 26, 2012
fr_fr: à compter du 26, 2012 décembre 2012»

# tu61
source: by arin.abc
fr_fr: par arin.abc

# tu62
source: {1}Excerpt: Editor's Choice: What I saw bewildered me to no bounds. My friend was right. It wasnâ€™t exactly a cat. I had never seen anything like it. It had yellow and black stripes just like a tiger.
fr_fr: {1}Extrait: Choix de l'éditeur : Ce que j'ai vu m'a déconcerté jusqu'a u monde. Mon ami avait raison. Ce n ™' était pas exactement un chat. Je n'avais jamais rien vu de tel. Il avait des rayures jaunes et noires comme un tigre.

# tu64
source: Stories and poems recommended by our editors
fr_fr: Histoires et poèmes recommandés par nos éditeurs

# tu63
source: Editorâ€™s Choice: The Tiger Cat – Sci-Fi Short Story with Suspense
fr_fr: Choix de ™ l'éditeur : The Tiger Cat - Sci-Fi Short Story with Suspense

# tu66
source: Read this sci-fi full with suspense - The Tiger Cat
fr_fr: Lire cette science-fiction pleine de suspense - The Tiger Cat

# tu67
source: tiger-cat-in-cage
fr_fr: tigre-chat-dans-cage

# caption-attachment-30393-id
source: The Tiger Cat – Suspense Short Story{1}Photo credit: natnat from morguefile.com
fr_fr: The Tiger Cat - Suspense Short StoryCrédit: natnat from morguefile.com

# tu69
source: I looked towards the cage again. I was surprised to see the animal. I had never seen such an animal in my lifetime. I looked at my friend. He was smiling blissfully. He was content.
fr_fr: J'ai regardé vers la cage à nouveau. J'ai été surpris de voir l'animal. Je n'avais jamais vu un tel animal de ma vie. J'ai regardé mon ami. Il souriait béatement. Il était content.

# tu70
source: â€œHow much did you buy it for?â€� I asked.
fr_fr: Â-œCombien avez-vous l'acheter pour?â - J'ai demandé.

# tu71
source: â€œQuite a lot, my friend, quite a lot!â€� He said.
fr_fr: â-œQuite beaucoup, mon ami, beaucoup!â - Il a dit.

# tu72
source: I was pretty sure that the amount was quite high. Or else he wouldnâ€™t have avoided telling me the amount.
fr_fr: J'étais presque sûr que le montant était assez élevé. Ou bien il aurait ™'aurait pas évité de me dire le montant.

# tu73
source: â€œBut why did you buy it? I never knew you had a thing for cats. Or any animals for that matter.â€� I said.
fr_fr: Â-œMais pourquoi l'avez-vous acheté? Je ne savais pas que tu avais un faible pour les chats. Ou tous les animaux d'ailleurs.â ' J'ai dit.

# tu74
source: â€œFirst of all, Itâ€™s not exactly a cat. Second of all, look at it. Have you ever seen such an exquisite animal? Look at the stripes. Itâ€™s like a little tiger. A mixture of Cat and the Tiger. But I would like to think it is a tiger.â€�
fr_fr: â-œTout d'abord, Itâ '™n'est pas exactement un chat. Deuxièmement, regardez-le. Avez-vous déjà vu un animal aussi exquis ? Regarde les rayures. C'est ™ comme un petit tigre. Un mélange de chat et le tigre. Mais je voudrais penser que c'est un tigre.â

# tu75
source: I glanced again towards the cage. What I saw bewildered me to no bounds. My friend was right. It wasnâ€™t exactly a cat. I had never seen anything like it. It had yellow and black stripes just like a tiger. If it were not for its size, anybody would have said that it was a tiger. Yet, itâ€™s size was that of a cat. It was sitting down now. And even the body movements and the sitting down posture, it looked or should I say it mimicked the tiger. It was an amazing creature. The cage was about 4 feet in length and 2.5 feet in height. I thought that the cage was a little too small for a creature like that.
fr_fr: J'ai regardé à nouveau vers la cage. Ce que j'ai vu m'a déconcerté jusqu'a u monde. Mon ami avait raison. Ce n ™' était pas exactement un chat. Je n'avais jamais rien vu de tel. Il avait des rayures jaunes et noires comme un tigre. Sans sa taille, n'importe qui aurait dit que c'était un tigre. Pourtant, la taille de ™ était celle d'un chat. Il était assis maintenant. Et même les mouvements du corps et la posture assise, il avait l'air ou devrais-je dis-le imité le tigre. C'était une créa ture incroyable. La cage mesurait environ 4 pieds de longueur et 2,5 pieds de hauteur. Je pensais que la cage était un peu trop petite pour une créa ture comme ça.

# tu76
source: â€œItâ€™s a small tiger.â€� My friend Ganesh exclaimed. It was evident that he was quite taken by the creature. I was not sure where he got it from.
fr_fr: â-œItâ ™s un petit tigre.â ' Mon ami Ganesh s'écria. Il était évident qu'il a été tout à fait pris par la créa ture. Je ne sais pas d'où il l'a eu.

# tu77
source: â€œIs it a Tiger Cub?â€� I asked. This thought had occurred to me. I have seen the Tiger cubs. But only on TV. In real life I had never seen one.
fr_fr: â-œEst-ce un Tiger Cub?â - J'ai demandé. Cette pensée m'était venue à l'esprit. J'ai vu les petits tigres. Mais seulement à la télé. Dans la vraie vie, je n'en avais jamais vu.

# tu78
source: â€œNo, no itâ€™s not a tiger cub. Itâ€™s a tiger cat.â€� He laughed.
fr_fr: â-œNon, non c'est ™n'est pas un ourson tigre. C'est un chat tigre ™.â.

# tu79
source: â€œA Tiger Cat!â€� I exclaimed. â€œGanesh, where did you buy it from? And whom did you buy it from?â€� I asked. My tone was curious and excited.
fr_fr: â-œA Tiger Cat!â je me suis exclamé. â-œGanesh, où l'avez-vous acheté? Et à qui l'avez-vous acheté?â ' J'ai demandé. Mon ton était curieux et excité.

# tu80
source: When Ganesh had called me earlier today and said that he wanted me to see something, an animal like this was the last thing on my mind. I could sense the excitement in Ganeshâ€™s voice. My curiosity got the better of me. And of course I had nothing else to do. So, I got to his house as soon as possible.
fr_fr: Quand Ganesh m'a appelé plus tôt aujourd'hui et m'a dit qu'il voulait que je voie quelque chose, un animal comme celui-ci était la dernière chose sur mon esprit. Je pouvais sentir l'excitation dans la voix de Ganeshâ ™. Ma curiosité a pris le dessus sur moi. Et bien sûr, je n'avais rien d'autre à faire. Donc, je suis arrivé chez lui dès que possible.

# tu81
source: â€œA Chinese gentlemen from the Chinatown, he sold me this. Yesterday evening, I had gone there for a dinner party. After the dinner was over, everybody left. I was waiting for a bus to come along. Thatâ€™s when I saw this beauty opposite to the bus stand. I got intrigued by it. So I went to the store. I asked the Chinese gentleman about this animal. He said it was a rare breed. It was a mixture of Tiger and cat. Believe me, it was looking amazing in that golden cage. Such beautiful movements. Such elegance in an animal. I knew I had to buy it.â€�
fr_fr: Â-œA messieurs chinois du chinatown, il m'a vendu ceci. Hier soir, j'y étais allé pour un dîner. Après le dîner, tout le monde est parti. J'attendais l'arrivée d'un bus. C'est ™quand j'ai vu cette beauté en face du stand de bus. J'ai été intrigué par ça. Alors je suis allé au magasin. J'ai demandé au chinois à propos de cet animal. Il a dit que c'était une race rare. C'était un mélange de Tigre et de chat. Croyez-moi, c'était incroyable dans cette cage dorée. De si beaux mouvements. Une telle élégance chez un animal. Je savais que je devais l'acheter.â

# tu82
source: â€œAre you sure, he said it is a mixture of cat and tiger. I mean, I never have even heard of such a cat. But I could be wrong.â€� I said.
fr_fr: â-œEt vous êtes sûr, il a dit que c'est un mélange de chat et de tigre. Je veux dire, je n'ai jamais entendu parler d'un tel chat. Mais je pourrais me tromper.â - J'ai dit.

# tu83
source: â€œItâ€™s a Tiger cat. Thatâ€™s what the Chinese gentleman told me. It brings good luck. I tried to buy it. But he wouldnâ€™t sell it. I kept rising the price. But he wouldnâ€™t care. He said, It is an important member of his family. But I was adamant. I said, I wouldnâ€™t go without taking the animal.â€� My friend hesitated for a moment and then continued. â€œSo in the end, he agreed to sell me this magnificent creature. But when I was taking it away, the Chinese gentleman said that, it doesnâ€™t bring good luck to everybody. There is a hard price to it. But what is a hard price for good luck. Right? So I took it.â€� Ganesh was still grinning. He looked like a man who had just found a treasure of gold.
fr_fr: â-œItâ ™s un chat de tigre. C'est ™ce que le monsieur chinois m'a dit. Il porte chance. J'ai essayé de l'acheter. Mais il ne le vendrait pas ™ pas. J'ai continué à augmenter le prix. Mais il ne ™ s'en soucierait pas. Il a dit: «C'est un membre important de sa famille. Mais j'étais catégorique. J'ai dit, je n'aurais pas ™ pas aller sans prendre l'animal.â ' Mon ami a hésité pendant un moment, puis a continué. Â-œAlors à la fin, il a accepté de me vendre cette magnifique créature. Mais quand je l'ai enlevé, le monsieur chinois a dit que, il n'a pas ™ pas porter chance à tout le monde. Il y a un prix difficile. Mais quel est un prix difficile pour la chance. Oui? Alors je l'ai pris.â ' Ganesh était encore souriant. Il ressemblait à un homme qui venait de trouver un trésor d'or.

# tu84
source: â€œHave you let it out yet? I mean, has the cat or the tiger cat come out of the cage?â€� I enquired.
fr_fr: â-œAvez-vous encore laissé sortir? Je veux dire, est-ce que le chat ou le chat tigre est sorti de la cage ?

# tu85
source: Ganesh shook his head. His face gave a wince. â€œThatâ€™s just it. It refuses to come out. I opened the cage door. But it doesnâ€™t want to get out.â€�
fr_fr: Ganesh secoua la tête. Son visage a donné une grimace. â-œThatâ ™s juste ça. Il refuse de sortir. J'ai ouvert la porte de la cage. Mais il ne ™ veut pas sortir.â

# tu86
source: â€œPerhaps, this new surrounding is upsetting him. Perhaps he is missing his old master.â€� I said.
fr_fr: Â-œPeut-être, ce nouvel environnement le bouleverse. Peut-être qu'il lui manque son vieux maître.â ' J'ai dit.

# tu87
source: â€œYes. Perhaps.â€� Ganesh replied.
fr_fr: â-œOui. Peut-être.â ' Ganesh a répondu.

# tu88
source: I had a nagging feeling that something was not right. But I guessed if my friend was happy, who was I to interfere with his life?
fr_fr: J'avais le sentiment lancien que quelque chose n'allait pas. Mais j'ai deviné que si mon ami était heureux, qui étais-je pour interférer avec sa vie ?

# tu89
source: I glanced at the cage. I saw the animal. Even itâ€™s face was like a tiger. The more I looked at this amazing creature, the more I got convinced that it was more of a tiger and less of a cat. Only the size of the animal was small. In all other aspects I found the animal to be more tiger and less cat.
fr_fr: J'ai jeté un coup d'œil à la cage. J'ai vu l'animal. Même le visage de ™ était comme un tigre. Plus je regardais cette créature incroyable, plus je me suis convaincu qu'il s'agissait plus d'un tigre et moins d'un chat. Seule la taille de l'animal était petite. Dans tous les autres aspects, j'ai trouvé l'animal pour être plus tigre et moins de chat.

# tu90
source: â€œWhat does it eat?â€� I asked Ganesh.
fr_fr: Â-œQu'est-ce qu'il mange?â - J'ai demandé Ganesh.

# tu91
source: â€œThatâ€™s just it. I didnâ€™t ask the Chinese gentleman about his eating habit. So today I got fish from the market. But he is refusing to eat it. He is just turning away his mouth. He is only drinking water for now.â€�
fr_fr: â-œThatâ ™s juste ça. Je n'ai pas ™ pas demandé au monsieur chinois au sujet de son habitude alimentaire. Alors aujourd'hui, j'ai du poisson du marché. Mais il refuse de le manger. Il détourne juste sa bouche. Il ne boit que de l'eau pour l'instant.

# tu92
source: â€œBut cats eat fish.â€� I said.
fr_fr: Â-œMais les chats mangent fish.â - J'ai dit.

# tu93
source: Ganesh nodded and looked at the animal, still smiling he said, â€œBut he doesnâ€™t. I am thinking of giving him chicken. Letâ€™s see whether he likes it or not. But I am sure of one thing though, my luck is changing.â€�
fr_fr: Ganesh hocha la hocher la la cœur et regarda l'animal, toujours souriant, il dit, â 'œMais il n'a pas ™pas. Je pense lui donner du poulet. Letâ ™s voir s'il l'aime ou non. Mais je suis sûr d'une chose si, ma chance change.â

# tu94
source: After some time, we got up. Ganesh said he was going to the market to bring food for his precious animal, while I left for my home.
fr_fr: Après un certain temps, nous nous sommes levés. Ganesh a dit qu'il allait au marché pour apporter de la nourriture pour son précieux animal, pendant que je partais pour ma maison.

# tu95
source: After two days, I had taken an early leave from my office. And I was very interested in my friendâ€™s new pet. So I went to the National Library. And I checked for cats. Any type or breed of cats. Very soon I came across this breed. The Tiger Cat! I read up the material. It said, Tiger cats are direct breed of the Tiger found in Asia. However, they are mainly cats. They are very very rare to find. Not even 400 of them exist today. And most of them are found in China. I saw the attached photo of the Tiger Cat. I must say what I saw at Ganeshâ€™s house didnâ€™t actually match with the photo. But I was getting confirmed that what I saw was indeed a Tiger Cat.
fr_fr: Après deux jours, j'avais pris un congé anticipé de mon bureau. Et j'étais très intéressé par mon amiâ '™'s nouvel animal de compagnie. Alors je suis allé à la Bibliothèque nationale. Et j'ai vérifié pour les chats. Tout type ou race de chats. Très vite, je suis tombé sur cette race. Le chat tigre! J'ai lu le matériel. Il a dit, les chats tigres sont la race directe du tigre trouvé en Asie. Cependant, ce sont surtout des chats. Ils sont très très rares à trouver. Même 400 d'entre eux n'existent pas aujourd'hui. Et la plupart d'entre eux se trouvent en Chine. J'ai vu la photo ci-jointe du Chat Tigre. Je dois dire ce que j'ai vu à la maison Ganeshâ ™n'a pas ™ correspondait pas réellement avec la photo. Mais je me faisais confirmer que ce que j'ai vu était bien un Tiger Cat.

# tu96
source: 3 more days had passed. I was busy with my work and I had completely forgotten about Ganesh and his Tiger cat. Suddenly on the sixth day, Ganesh called. He sounded very worried and scared. It was like he was rambling on and on about his tiger cat. He said, he is going crazy with it. He was unable to go outside, because he didnâ€™t want to let this tiger cat out of sight for one moment. And he was hooked on to it. He just couldnâ€™t take his eyes off it. And something terrible was happening to it. I tried to calm him down and asked him what had happened. But he couldnâ€™t say. He said, he couldnâ€™t cal anyone and he thought about me. He had only shown this creature to me and now he wants my help. I asked him to calm down and said that I would come to his house as soon as possible. Within the next hour, I reached his house. When he opened the door, I saw my friendâ€™s face. He looked tired, scared and highly anxious. He was sweating and it was evident he had not eaten for a long time now.
fr_fr: 3 jours de plus s'étaient écoulés. J'étais occupé avec mon travail et j'avais complètement oublié Ganesh et son chat Tigre. Soudain, le sixième jour, Ganesh a appelé. Il avait l'air très inquiet et effrayé. C'était comme s'il divaguait sur son chat tigre. Il a dit qu'il deviendrait fou avec ça. Il ™ n'a pas pu sortir, parce qu'il ne voulait pas laisser ce chat tigre hors de vue pendant un moment. Et il était accro à ça. Il ne pouvait pas ™ pas enlever ses yeux. Et quelque chose de terrible lui arrivait. J'ai essayé de le calmer et lui ai demandé ce qui s'était passé. Mais il ne pouvait pas dire ™ pas. Il a dit qu'il ne pouvait pas ™'a pas cal personne et il a pensé à moi. Il ne m'avait montré cette créa ture que et maintenant il veut mon aide. Je lui ai demandé de se calmer et j'ai dit que je viendrais chez lui dès que possible. Dans l'heure qui a qui a suit, j'ai atteint sa maison. Quand il a ouvert la porte, j'ai vu le visage de mon ™ ami. Il avait l'air fatigué, effrayé et très anxieux. Il transpirait et il était évident qu'il n'avait pas mangé depuis longtemps maintenant.

# tu97
source: â€œWhat happened to you?â€� I asked.
fr_fr: Â-œQu'est-ce qui t'est arrivé?â' J'ai demandé.

# tu98
source: â€œCome inside. Quickly. I have to show you something.â€� He said. He was shivering with fear.
fr_fr: â-œVenez à l'intérieur. Rapidement. Je dois te montrer quelque chose. Il tremblait de peur.

# tu99
source: There was a slight noise, something like low growl, coming from the other room. It was in this room where he had placed the cage and the Tiger Cat. Suddenly, I felt a shiver along my spine. He grasped me and took me to the other room. I could sense his sweaty palms cold with fear. I could smell a foul smell coming. But I could not identify where this smell was coming from.
fr_fr: Il y avait un léger bruit, quelque chose comme grognement faible, venant de l'autre chambre. C'est dans cette pièce qu'il avait placé la cage et le Chat Tigre. Soudain, j'ai ressenti un frisson le long de ma colonne vertébrale. Il m'a saisi et m'a emmené dans l'autre pièce. Je pouvais sentir ses paumes moites froides de peur. Je pouvais sentir une odeur nauséabonde à venir. Mais je n'ai pas pu identifier d'où venait cette odeur.

# tu100
source: As soon as I entered the room, what I saw sent shivers through my body. I was looking at the cage. But what I saw I could not believe. This could not have been possible. Was I seeing things? I saw a large cat or a middle sized tiger inside the cage. The cage now was completely filled by the animalâ€™s body. It was barely able to move. I could see that It was looking at us. The eyes of this animal was green and it was filled with hatred. I was hypnotized for a moment. I could not shift my gaze. I thought I was paralyzed by fear, by the animal. I will be never be able to forget what I saw that day. My friend came close to me and whispered to my ear. His voice was hoarse. And in the hoarse voice, He whispered in to my ear, â€œDo you see? Do you see what has happened to my Cat. I canâ€™t understand what happened to him. It was growing daily. I tried to feed him, but he wouldnâ€™t eat. He would only drink water. And every day I watched him grow. I couldnâ€™t go out. I was scared that if I went out, he would escape. And in 5 days he has grown up to this size. I donâ€™t know how much will he grow in the coming days. Help me!!â€�
fr_fr: Dès que je suis entré dans la chambre, ce que j'ai vu a envoyé des frissons à travers mon corps. Je regardais la cage. Mais ce que j'ai vu, je n'arrivais pas à y croire. Cela n'aurait pas pu être possible. Je voyais des choses ? J'ai vu un gros chat ou un tigre de taille moyenne à l'intérieur de la cage. La cage était maintenant complètement remplie par le corps de l'™ animal. Il était à peine capable de se déplacer. Je pouvais voir qu'il nous regardait. Les yeux de cet animal étaient verts et il était rempli de haine. J'ai été hypnotisé pendant un moment. Je ne pouvais pas changer mon regard. Je pensais que j'étais paralysé par la peur, par l'animal. Je ne pourrai jamais oublier ce que j'ai vu ce jour-là. Mon ami s'approcha de moi et me murmura à l'oreille. Sa voix était rauque. Et dans la voix rauque, Il m'a murmuré à l'oreille, â'tu vois ? Voyez-vous ce qui est arrivé à mon chat. Je ne comprends pas ™ comprends pas ce qui lui est arrivé. Il grandissait tous les jours. J'ai essayé de le nourrir, mais il ne voulait pas ™ pas manger. Il ne buvait que de l'eau. Et chaque jour, je le regardais grandir. Je ne pouvais pas sortir ™ pas. J'avais peur que si je sortais, il s'échapperait. Et en 5 jours, il a grandi à cette taille. Je ne sais pas ™ sais pas combien il va grandir dans les prochains jours. Aide-moi!! â -
