Repository: David-Bromell/Advanced-Translation-Technology-Systems-Project
Catalog: post-translated validated files/job3.xlf
Languages: fr_fr

# tu101
source: He put so much stress on the last two words that he almost screamed in his whisper. I stood my ground like a lamp post. My brain was still trying to put things logically. I knew what had happened was impossible. Yet I was looking at thisâ€¦creature, which had grown in size in 5 days! It was impossible.
fr_fr: Il a mis tellement de stress sur les deux derniers mots qu'il a presque crié dans son murmure. Je me tenais debout comme un lampadaire. Mon cerveau essayait encore de mettre les choses logiquement. Je savais que ce qui s'était passé était impossible. Pourtant, je regardais cette créature, qui avait grandi en taille en 5 jours! C'était impossible.

# tu102
source: I breathed in deeply and with almost a herculean effort I managed to look away. I quickly managed to stagger out of the room. My friend was holding me. He came out too.
fr_fr: J'ai respiré profondément et avec presque un effort herculéen, j'ai réussi à détourner le regard. J'ai rapidement réussi à chanceler hors de la salle. Mon ami me tenait dans ses retenles. Il est sorti aussi.

# tu103
source: I saw a chair and quickly sat down. I was sweating too now. This was incredible. What was I supposed to do now? I closed my eyes and breathed deeply for some time. When I opened my eyes, I thought of something.
fr_fr: J'ai vu une chaise et je me suis rapidement assis. Je transpirais aussi. C'était incroyable. Qu'est-ce que j'étais censé faire maintenant ? J'ai fermé les yeux et respiré profondément pendant un certain temps. Quand j'ai ouvert les yeux, j'ai pensé à quelque chose.

# tu104
source: â€œDo you remember the place from where you had brought this infernal thing?â€� I asked. There was anger in my voice. And I did not hide it. I had told Ganesh earlier. I had warned him. But he kept insisting on keeping this creature.
fr_fr: â-œVous vous souvenez-vous de l'endroit d'où vous aviez apporté cette chose infernale?â - J'ai demandé. Il y avait de la colère dans ma voix. Et je ne l'ai pas caché. Je l'avais dit à Ganesh tout à l'heure. Je l'avais prévenu. Mais il n'arrêtait pas d'insister pour garder cette créa ture.

# tu105
source: â€œYes, yes I remember.â€� Ganesh said. His eyes looked pleading. It was as if he was begging to me to take this problem away. He had suffered enough.
fr_fr: â-œOui, oui je me souviens.â ' Ganesh dit. Ses yeux avaient l'air de plaider. C'était comme s'il me suppliait d'enlever ce problème. Il avait assez souffert.

# tu106
source: â€œWell. Letâ€™s go there. And find this Chinese gentleman of yours and ask him to take back his animal.â€� I said in a little more commanding voice.
fr_fr: â€œWell. Allons-y ™. Et trouvez votre gentleman chinois et demandez-lui de reprendre son animal.

# tu107
source: â€œYes. Yes you are right. Letâ€™s go there. We need to find the man. I canâ€™t keep this thing.â€� He said.
fr_fr: â-œOui. Oui, vous avez raison. Allons-y ™. On doit trouver cet homme. Je ne peux pas ™ pas garder cette chose.â - Il a dit.

# tu108
source: We quickly got out of the building. Initially he was feeling a little insecure about leaving the creature alone in his apartment. But I had to convince him, that it was the only way. Since I didnâ€™t know where he bought this animal from, he had to come with me. It took us an hour and a half to reach China town. We quickly moved with in the narrow streets and reached the place. Ganesh suddenly stopped. He looked crestfallen. He was standing infront of a shop. But the shutter was pulled down. And it was evident that the shop was closed. He frantically searched for a door or some sort of opening. But it was all in waste. I went to the adjacent shop and asked about this shop. The shop keeper couldnâ€™t help me. He said he didnâ€™t know where the owner had gone or when will the shop be opening. He simply couldnâ€™t tell us anything. Ganesh was looking everywhere. He was asking everyone on the streets. But no one had any idea about the shop.
fr_fr: Nous sommes rapidement sortis de l'immeuble. Au début, il se sentait un peu inquiet de laisser la créature seule dans son appartement. Mais j'ai dû le convaincre.que c'était le seul moyen. Comme je ne savais pas ™ d'où il avait acheté cet animal, il devait venir avec moi. Il nous a fallu une heure et demie pour atteindre la ville de Chine. Nous avons rapidement déménagé avec dans les rues étroites et a atteint l'endroit. Ganesh s'arrêta brusquement. Il avait l'air crestfallen. Il se tenait devant un magasin. Mais l'obturateur a été tiré vers le bas. Et il était évident que le magasin était fermé. Il chercha frénétiquement une porte ou une sorte d'ouverture. Mais tout était dans le gaspillage. Je suis allé à la boutique adjacente et a demandé à propos de cette boutique. Le commerçant ne pouvait pas m ™'aider. Il a dit qu'il ne savait pas ™ sais pas où le propriétaire était allé ni quand le magasin ouvrira-t-il. Il ™ ne pouvait tout simplement pas nous dire quoi que ce soit. Ganesh regardait partout. Il demandait à tout le monde dans la rue. Mais personne n'avait la moindre idée de la boutique.

# tu109
source: â€œPerhaps there is a back entrance. Letâ€™s go in the back to check it out.â€� He said.
fr_fr: â-œPeut-être il ya une entrée arrière. Letâ ™s aller à l'arrière pour le vérifier.â Il a dit.

# tu110
source: In my mind I knew that this will be hopeless. But I couldnâ€™t refuse. We went across and circled the whole neighbourhood, but there was no door. There was no opening or any entrance. I looked at my friend. He looked around in dismay. He looked so distraught that I felt pity for him.
fr_fr: Dans mon esprit, je savais que ce sera sans espoir. Mais je ™ ne pouvais pas refuser. Nous avons traversé et fait le tour de tout le quartier, mais il n'y avait pas de porte. Il n'y avait pas d'ouverture ou d'entrée. J'ai regardé mon ami. Il regarda autour de lui dans la consternation. Il avait l'air si désemparé que j'ai eu pitié de lui.

# tu111
source: â€œAyushman!â€� Ganesh looked at me and said, â€œI have to tell you something!â€�
fr_fr: â-œAyushman!â - Ganesh m'a regardé et m'a dit, â 'œJe dois vous dire quelque chose!â

# tu112
source: I slowly walked to my friend. I had never seen him like this. His face was looking so much older. It was evident that he had not been sleeping properly. In fact, I was quite sure that the last few days, he had not slept at all. He looked quite thinner. As if, within a few days he had lost at least 10 kilos. This new pet of his, was causing him a lot of pain. He looked afraid. He had not eaten too. What had he become?
fr_fr: J'ai lentement marché vers mon ami. Je ne l'avais jamais vu comme ça. Son visage avait l'air tellement plus vieux. Il était évident qu'il n'avait pas dormi correctement. En fait, j'étais tout à fait sûr que ces derniers jours, il n'avait pas dormi du tout. Il avait l'air plus mince. Comme si, en quelques jours, il avait perdu au moins 10 kilos. Son nouvel animal de compagnie. Il avait l'air effrayé. Il n'avait pas mangé trop. Qu'est-ce qu'il était devenu ?

# tu113
source: â€œWhat is it?â€� I said. I talked quite softly.
fr_fr: â-œQu'est-ce que c'est?â ' J'ai dit. J'ai parlé assez doucement.

# tu114
source: â€œWell, the Chinese gentleman, from whom I got this cat.â€� He stopped. He looked at both sides of the street. He looked reluctant to talk. Yet he was making an effort to say something. He was struggling with himself.
fr_fr: Â-œEhEh, le monsieur chinois, de qui j'ai eu ce chat.â ' Il s'est arrêté. Il regarda les deux côtés de la rue. Il avait l'air réticent à parler. Pourtant, il faisait un effort pour dire quelque chose. Il se débattait avec lui-même.

# tu115
source: â€œTell me the problem.â€�
fr_fr: â-œDites-moi le problème.â

# tu116
source: â€œWellâ€¦actually he did not sell it to me.â€� My friend said. He did not look at my eyes.
fr_fr: en fait, il ne me l'a pas vendu. Il n'a pas regardé mes yeux.

# tu117
source: â€œWhat? What are you saying? Did you steal it?â€� I exclaimed. This statement of his did not come as a shock to me. I was kind of expecting it. I knew that something was bothering my friend. Perhaps this was it.
fr_fr: â-œQuoi? Que dis-tu? Tu l'as volé ? Cette déclaration de son n'est pas venu comme un choc pour moi. Je m'y attendais. Je savais que quelque chose dérangeait mon ami. C'était peut-être ça.

# tu118
source: â€œI offered the Chinese gentleman a lot of money. But he did not want to sell it. For a moment he went inside the shop. And that is when I â€¦â€¦â€� He left the sentence unfinished.
fr_fr: J'ai offert au gentleman chinois beaucoup d'argent. Mais il ne voulait pas le vendre. Pendant un moment, il est entré dans le magasin. Et c'est alors que j'ai laissé la phrase inachevée.

# tu119
source: â€œAnd that is when you stole it?â€� I asked. I was now holding Ganesh by his shoulders and shook him.
fr_fr: Et c'est là que vous l'avez volé ?â- J'ai demandé. Je tenais Ganesh par les épaules et je le secouai.

# tu120
source: â€œI did not steal it. I kept all the money I had on his table. I took the cage and quickly got out of the shop. The cage was heavy. As soon I got out, I got a taxi. {1}I was lucky. I quickly got in with the cage. The cage fitted in the taxi. So it was easy. And I left.â€� Ganesh finished.
fr_fr: Je ne l'ai pas volé. J'ai gardé tout l'argent que j'avais sur sa table. J'ai pris la cage et je suis rapidement sorti du magasin. La cage était lourde. Dès que je suis sorti, j'ai pris un taxi. {1}J'ai eu de la chance. Je suis rapidement entré dans la cage. La cage installée dans le taxi. C'était donc facile. Et je suis parti.â ' Ganesh fini.

# tu121
source: â€œBut thatâ€™s stealing Ganesh. Donâ€™t you understand?â€� I shouted in anger. I was a little irritated. Anger and frustration had crept into me. Only then I realized that what kind of a predicament my friend is in now. I am only feeling his frustration. I took several deep breaths. Ganesh kept looking at me. His eyes looked ever so innocent. I understood that he only wanted to get out of this weird situation. I had to think for him. It was quite obvious that he was unable to think for himself.Â I had a different idea.
fr_fr: â-œMais c'™vole Ganesh. Donâ ™ comprends pas?â - J'ai crié de colère. J'étais un peu irrité. La colère et la frustration s'étaient glissées en moi. Ce n'est qu'alors que j'ai réalisé que quel genre de situation mon ami est en ce moment. Je ne ressens que sa frustration. J'ai pris plusieurs respirations profondes. Ganesh n'arrêtait pas de me regarder. Ses yeux avaient l'air si innocents. J'ai compris qu'il voulait seulement sortir de cette situation bizarre. Je devais penser pour lui. Il était tout à fait évident qu'il était incapable de penser par lui-même. J'avais une idée différente.

# tu122
source: â€œAll right. Listen. I think I have a solution. First, lets buy a bigger cage to fit the thing. Right. â€¦.Right.â€�
fr_fr: â-œTout droit. Ecoute. Je crois que j'ai une solution. Tout d'abord, permet d'acheter une plus grande cage pour s'adapter à la chose. Oui. â. Right.â

# tu123
source: Ganesh nodded. At this moment he would agree to anything I say, I thought.
fr_fr: Ganesh hocha la dis. En ce moment, il serait d'accord avec tout ce que je dis, je pensais.

# tu124
source: â€œOk. â€œ I continued, â€œThen tomorrow, we visit this shop again. If it is closed, then we hire some guys from the zoo, to take this thing in to that bigger cage and from your house to somewhere safe for both of you.â€�
fr_fr: â-œOk. â-œ j'ai continué, â 'œPuis demain, nous visitons cette boutique à nouveau. Si elle est fermée, alors nous embauchons des gars du zoo, pour prendre cette chose dans cette plus grande cage et de votre maison à un endroit sûr pour vous deux.â

# tu125
source: â€œWhat if he doesnâ€™t stop growing?â€� Ganesh had tears in his eyes now. His voice was almost pleading.
fr_fr: Et s'il ne ™ arrêtait pas de grandir ? â - Ganesh avait les larmes aux yeux maintenant. Sa voix était presque suppliante.

# tu126
source: â€œHe will stop growing.â€� I answered in an affirmative loud voice. But I was unsure of it myself. What if Ganeshâ€™s right? No I couldnâ€™t even bear to think on that line. I need to think positively.
fr_fr: â-œIl cessera de grandir.â - J'ai répondu d'une voix forte affirmative. Mais je n'étais pas sûr de ça moi-même. Et si Ganeshâ ™avait raison ? Non, je ne pouvais même pas supporter ™ de penser sur cette ligne. J'ai besoin de penser positivement.

# tu127
source: By evening, we had got a bigger and a stronger cage. I We took this cage to Ganeshâ€™s Apartment. It was un-assembled. The cage had come with rivets and bolts and had to be assembled by the right people. I asked him to wait until the next morning. He followed everything what I said. â€˜What an amazing transformation of a man who was so happy and confident only a week ago.â€� I thought.
fr_fr: Le soir, nous avions une cage plus grande et plus forte. I Nous avons pris cette cage à l'appartement de Ganeshâ ™. Il n'était pas assemblé. La cage était venue avec des rivets et des boulons et a dû être assemblé par les bonnes personnes. Je lui ai demandé d'attendre le lendemain matin. Il a suivi tout ce que j'ai dit. « Quelle transformation incroyable d'un homme qui était si heureux et confiant il y a seulement une semaine.

# tu128
source: I left his apartment and went home. That night I couldnâ€™t sleep. It would not be wrong to say that even I was a little worried with what I saw. How can any animal grow so large in just a few days. There must be a rational explanation to this. But unfortunately I couldnâ€™t find one. I did not know when I slept that night. But it was a long time later.
fr_fr: J'ai quitté son appartement et je suis rentré chez lui. Cette nuit-là, je n'arrivais pas ™ à dormir. Il ne serait pas faux de dire que même j'étais un peu inquiet de ce que j'ai vu. Comment un animal peut-il grandir si grand en quelques jours. Il doit y avoir une explication rationnelle à cela. Mais malheureusement, je n'ai pas pu en trouver un ™. Je ne savais pas quand j'ai dormi cette nuit-là. Mais c'était longtemps plus tard.

# tu129
source: When I woke the next morning, the first thought that came to my mind was how was Ganesh? I decided to call him right away and ask him about the situation. The phone couldnâ€™t connect. I got ready very quickly and quickly went to his house.
fr_fr: Quand je me suis réveillé le lendemain matin, la première pensée qui m'est venue à l'esprit était comment était Ganesh? J'ai décidé de l'appeler tout de suite et de l'interroger sur la situation. Le téléphone ne pouvait pas ™ pas se connecter. Je me suis préparé très rapidement et je suis rapidement allé chez lui.

# tu130
source: I came up to his door and knocked for a couple of times. But there was no answer. I thought maybe he was sleeping. So I knocked quite loudly the next time. But again there was no answer from inside. My heart gave a miss. Suddenly a cold and an uneasy feeling crept unto me. â€˜Was he alright?â€™
fr_fr: Je suis venu à sa porte et j'ai frappé quelques fois. Mais il n'y avait pas de réponse. Je pensais qu'il dormait peut-être. J'ai donc frappé fort la prochaine fois. Mais encore une fois il n'y avait pas de réponse de l'intérieur. Mon cœur a raté. Soudain, un rhume et un sentiment de malaise se glissa à moi. « Est-ce qu'il allait bien ™ ?

# tu131
source: I had started sweating. I knocked on the door a few more times and again there was no answer. I went to his neighbourâ€™s door. A middle aged looking man with a moustache and light beard opened the door. It was very evident he was sleeping and I had disturbed his sleep.
fr_fr: J'avais commencé à transpirer. J'ai frappé à la porte quelques fois de plus et encore il n'y avait pas de réponse. Je suis allé à la porte de son voisin ™. Un homme à la recherche d'âge moyen avec une moustache et une barbe légère a ouvert la porte. Il était très évident qu'il dormait et j'avais perturbé son sommeil.

# tu132
source: â€œExcuse me, I am sorry to disturb you like this so early in the morning. But did you by any chance see or hear my friend Ganesh?â€� I asked him.
fr_fr: â-œExcusez-moi, je suis désolé de vous déranger comme ça si tôt le matin. Mais avez-vous par hasard vu ou entendu mon ami Ganesh?â - Je lui ai demandé.

# tu133
source: He looked at me. His eyes were slightly open. He was a little confused. But after a second or two, it seems he understood what I said and then he shook his head. I thanked him for his reply and let him proceed with his sleeping. He did now know anything. I looked around. There was no one there. Perhaps Ganesh had gone outside. But then why would he have gone outside? And his door was locked from the inside. He had to be inside. I thumped hard on the door this time. I didnâ€™t care what any one would think. And I was least bothered about the noise. I kept knocking and thumping and in between calling his name. But still there was no answer. The neighbor had opened the door again. There was an irritated look to his face. I quickly explained to him that my friend was in some deep trouble. And that no one was answering his door. The sleep from his eyes vanished. He said he would call the police. Meanwhile, I decided that I wouldnâ€™t wait for that long to wait for the police. Using all my might, I gave a mighty push to the door. It almost broke. But it couldnâ€™t resist the second push. And as soon I entered Ganeshâ€™s room, I saw an old man lying on the floor. My heart beating so hard, I thought it would come out. This was not right. I called loudly Ganeshâ€™s name. But there was no answer. Slowly I moved towards that old man who lying on the floor. It looked as if he was at least 100 years old. His skin was dry and shrunken. The hair was white and gray. I looked at his hands, it was bony. As if only the dry skin was on bone. One of his hands was on his chest. His face was twisted as if he was under a lot of pain. His face looked like a skull covered by very dry skin. There was pain his expressions. I looked at his legs and it was bent in a very awkward way. As if his feet was suffering from severe cramps. The old man was dead. But who was this old man. But where was Ganesh?
fr_fr: Il m'a regardé. Ses yeux étaient légèrement ouverts. Il était un peu confus. Mais après une seconde ou deux, il semble qu'il a compris ce que j'ai dit et puis il secoua la tête. Je l'ai remercié pour sa réponse et l'ai laissé continuer son sommeil. Il savait maintenant quoi que ce soit. J'ai regardé autour de moi. Il n'y avait personne. Peut-être que Ganesh était sorti. Mais alors pourquoi serait-il sorti ? Et sa porte était verrouillée de l'intérieur. Il devait être à l'intérieur. J'ai frappé fort à la porte cette fois. Je ne m'en souciais pas ™ se souciait pas de ce que l'on pourrait penser. Et j'étais le moins gêné par le bruit. J'ai continué à frapper et à frapper et entre appeler son nom. Mais il n'y avait toujours pas de réponse. Le voisin avait ouvert la porte à nouveau. Il y avait un regard irrité sur son visage. Je lui ai rapidement expliqué que mon ami avait de gros ennuis. Et que personne ne répondait à sa porte. Le sommeil de ses yeux a disparu. Il a dit qu'il appellerait la police. Pendant ce temps, j'ai décidé que je n'attendrais pas ™ attendre si longtemps pour attendre la police. En utilisant toutes mes forces, j'ai poussé à la porte. Il a failli se briser. Mais il n'™ a pas pu résister à la deuxième poussée. Et dès que je suis entré dans la chambre de Ganeshâ ™, j'ai vu un vieil homme couché sur le sol. Mon cœur battait si fort que je pensais qu'il sortirait. Ce n'était pas juste. J'ai appelé haut et fort le nom de Ganeshâ ™. Mais il n'y avait pas de réponse. Lentement, je me suis dirigé vers ce vieil homme qui gisait sur le sol. On aurait dit qu'il avait au moins 100 ans. Sa peau était sèche et rétrécie. Les cheveux étaient blancs et gris. J'ai regardé ses mains, c'était osseux. Comme si seule la peau sèche était sur l'os. Une de ses mains était sur sa poitrine. Son visage était tordu comme s'il souffrait beaucoup. Son visage ressemblait à un crâne recouvert d'une peau très sèche. Il y avait de la douleur ses expressions. J'ai regardé ses jambes et il était plié d'une manière très maladroite. Comme si ses pieds souffraient de crampes sévères. Le vieil homme était mort. Mais qui était ce vieil homme. Mais où était Ganesh ?

# tu134
source: Suddenly I thought of the Animal. Where was the beast? I nervously looked around. Was it free? Has it broken free and perhaps Ganesh had run away.
fr_fr: Soudain, j'ai pensé à l'animal. Où était la bête ? J'ai regardé nerveusement autour. C'était gratuit ? A-t-il rompu et peut-être Ganesh s'était enfui.

# tu135
source: I slowly walked in to the room where Ganesh had kept the Cage along with the Tiger cat. What I saw amazed me to bounds. The golden cage was still there. And in one of the corner of the golden cage, there was a small cat, almost the size of kitten. It was resting and It was contently licking his paw. I could not believe my eyes. I searched the whole apartment, there was no one else. I knew it but I was reluctant to admit it. I slowly walked towards the old man. The dead old man was my friend Ganesh!
fr_fr: Je suis lentement entré dans la chambre où Ganesh avait gardé la cage avec le chat Tigre. Ce que j'ai vu m'a étonné aux limites. La cage dorée était toujours là. Et dans l'un des coins de la cage dorée, il y avait un petit chat, presque de la taille d'un chaton. Il se reposait et il se lèche volontiers la patte. Je n'en croyais pas mes yeux. J'ai fouillé tout l'appartement, il n'y avait personne d'autre. Je le savais, mais j'étais réticent à l'admettre. Je marchais lentement vers le vieil homme. Le vieil homme mort était mon ami Ganesh !

# tu137
source: Read more English Short Story by arin.abc in category Science Fiction | Suspense and Thriller with tag cage | cat | China | Chinatown | Chinese | Editor's Choice | tiger
fr_fr: Lire la suite Article de short story en anglais par arin.abc dans la catégorie Science Fiction (fr) Suspense et Thriller avec cage à étiquettes chat La Chine ( Chinatown - France Chinois Choix de l'éditeur (fr) Tigre

# tu138
source: About the Author
fr_fr: À propos de l'auteur

# tu141
source: Read stories and poems published by arin.abc
fr_fr: Lisez des histoires et des poèmes publiés par arin.abc

# tu143
source: Comments
fr_fr: Observations

# tu145
source: {1}Mohsin khan says
fr_fr: {1}Mohsin khan dit

# tu147
source: August 23, 2018 at 12:10 pm
fr_fr: 23 août 2018 à 12h10

# tu148
source: Story fails to sustain interest of the reader…. half of it is about making readers assure its a cat but looks like tiger. Not a good read.
fr_fr: Histoire ne parvient pas à soutenir l'intérêt du lecteur .... la moitié est de faire les lecteurs assurer que c'est un chat, mais ressemble à un tigre. Pas une bonne lecture.

# tu152
source: March 23, 2017 at 2:37 pm
fr_fr: 23 mars 2017 à 14h37

# tu153
source: ending was sad
fr_fr: fin a été triste

# tu155
source: {1}Ratikant says
fr_fr: {1}Ratikant dit

# tu157
source: January 27, 2013 at 12:36 am
fr_fr: Janvier 27, 2013 à 00:36

# tu158
source: What a story:-)
fr_fr: Quelle histoire:-)

# tu162
source: December 27, 2012 at 1:54 pm
fr_fr: 27 décembre 2012 à 13h54

# tu163
source: Thank you
fr_fr: Je vous remercie

# tu165
source: {1}Chief Editor says
fr_fr: {1}Rédacteur en chef dit

# tu167
source: December 26, 2012 at 11:57 pm
fr_fr: 26 décembre 2012 à 23:57

# tu168
source: This story is selected as Editor’s Choice
fr_fr: Cette histoire est sélectionnée comme choix de l'éditeur

# reply-title-id
source: Leave a Reply Cancel reply
fr_fr: Laisser une réponse Annuler la réponse

# tu170
source: Connect with
fr_fr: Connectez-vous avec
